[
    {
        "context": "Brad McKay crouched to volley in Greg Tansey's deep free-kick early in the match.And Tansey converted a penalty after Massimo Donati had fouled Ross Draper.Accies were upset Ali Crawford was not awarded a second-half spot-kick for a challenge by goalkeeper Ryan Esson but netted late on through Danny Redmond.The gap between Caley Thistle and Motherwell also stands at four points, with Well behind Hamilton on goal difference after losing to Ross County.Media playback is not supported on this deviceThe first-half performance was exactly what Inverness manager Richie Foran has been searching for and came with their backs planted firmly against the wall.They were terrific. Adversity sometimes brings out the best in people, although nerves did seem to take effect after half-time.Foran has said for some time his side just needed one win to get going. They have it and look capable of more as the pressure turns, at least temporarily, to sides above.Tansey, who has agreed a pre-contract to join Aberdeen, was at the heart of the Saturday lunchtime victory. It was his delivery that found McKay ghosting in and the defender's finish was perfect.Another Tansey delivery was rewarded when Donati wrestled Draper to the ground. Tansey took the responsibility and delivered under pressure.In truth, Inverness could have been out of sight by the break.Billy Mckay should have done better from close range twice and Alex Fisher somehow screwed a header wide from a few yards after Remi Matthews had parried Tansey's drive.And, in the second period, Scott Boden could have sealed the win when clean through but dinked over.Martin Canning's side improved significantly after the break as Crawford and Redmond were sent on in place of Donati and Rakish Bingham.And Crawford thought he had earned a lifeline. As Gary Warren tried to shepherd the ball out, Esson came flying out and inexplicably took the substitute down.Referee Andrew Dallas did not point to the spot, leaving Hamilton players in disbelief. It was a huge escape for the home side.Having offered little earlier in the match, other than a great chance for Darian MacKinnon which he prodded wide, the second-half response was firm.Dougie Imrie, Crawford and Greg Docherty all came close but ultimately they did not threaten enough and gave themselves too much to do after leaving themselves repeatedly exposed in defence.Redmond's late finish was little consolation, although the goal may yet have an important part to play in the final make-up of goal difference with so few points separating the sides.Match ends, Inverness CT 2, Hamilton Academical 1.Second Half ends, Inverness CT 2, Hamilton Academical 1.Goal!  Inverness CT 2, Hamilton Academical 1. Daniel Redmond (Hamilton Academical) left footed shot from the centre of the box to the bottom left corner. Assisted by Dougie Imrie.Substitution, Inverness CT. Billy King replaces Jake Mulraney.Corner,  Hamilton Academical. Conceded by Kevin McNaughton.Substitution, Inverness CT. Kevin McNaughton replaces Brad McKay.Attempt saved. Scott McMann (Hamilton Academical) right footed shot from outside the box is saved in the bottom left corner.Delay over. They are ready to continue.Jake Mulraney (Inverness CT) wins a free kick on the right wing.Foul by Dougie Imrie (Hamilton Academical).Foul by Greg Tansey (Inverness CT).Giannis Skondras (Hamilton Academical) wins a free kick on the left wing.Attempt blocked. Henri Anier (Inverness CT) right footed shot from the centre of the box is blocked.Substitution, Hamilton Academical. Eamonn Brophy replaces Greg Docherty.Attempt missed. Scott Boden (Inverness CT) right footed shot from the centre of the box is just a bit too high.Ross Draper (Inverness CT) wins a free kick in the attacking half.Foul by Darian MacKinnon (Hamilton Academical).Attempt missed. Greg Docherty (Hamilton Academical) left footed shot from outside the box is too high.Hand ball by Billy McKay (Inverness CT).Scott Boden (Inverness CT) is shown the yellow card for a bad foul.Foul by Scott Boden (Inverness CT).Greg Docherty (Hamilton Academical) wins a free kick in the attacking half.Attempt missed. Henri Anier (Inverness CT) left footed shot from outside the box is close, but misses to the left.Attempt saved. Ali Crawford (Hamilton Academical) right footed shot from outside the box is saved in the centre of the goal.Foul by Jake Mulraney (Inverness CT).Dougie Imrie (Hamilton Academical) wins a free kick in the defensive half.Corner,  Inverness CT. Conceded by Alejandro D'Acol.Corner,  Inverness CT. Conceded by Scott McMann.Scott Boden (Inverness CT) wins a free kick in the attacking half.Foul by Georgios Sarris (Hamilton Academical).Substitution, Inverness CT. Scott Boden replaces Alex Fisher.Corner,  Hamilton Academical. Conceded by Brad McKay.Ross Draper (Inverness CT) wins a free kick on the right wing.Foul by Dougie Imrie (Hamilton Academical).Greg Tansey (Inverness CT) wins a free kick in the defensive half.Foul by Ali Crawford (Hamilton Academical).Billy McKay (Inverness CT) wins a free kick in the attacking half.Foul by Darian MacKinnon (Hamilton Academical).Delay in match Billy McKay (Inverness CT) because of an injury.Billy McKay (Inverness CT) wins a free kick in the attacking half.",
        "source": "premiership bottom side inverness caledonian thistle moved to within four points of opponents hamilton academical with three games to play.",
        "target": "inverness caledonian thistle came from behind to beat inverness caledonian thistle in the scottish premiership.",
        "edits": [
            {
                "category": "RelE",
                "id": 0,
                "annotation": null
            },
            {
                "category": "OutE",
                "id": 1,
                "annotation": null
            },
            {
                "category": "LinkE",
                "id": 2,
                "annotation": null
            }
        ]
    },
    {
        "context": "David Cameron this afternoon hit back at growing criticism over his election campaign – vowing to carry on warning about Labour's threat to the economy. The Prime Minister this morning faced the first serious criticism of the campaign so far, as Tory donors rounded on the party's lacklustre message and failure to pull away in the polls. But a defiant Mr Cameron this afternoon pledged to continue focussing on bread-and-butter issues like jobs, business and childcare. Scroll down for video David Cameron this afternoon hit back at growing criticism over his election campaign – vowing to carry on warning about Labour's threat to the economy He told supporters in Somerset: 'If you want political excitement. Go to Greece. If you want more showbiz in this election. Go to Hollywood. 'But here and now in the UK I'm focused on something real – a stronger economy.' Mr Cameron insisted the economy 'excites' millions of people. He said he would campaign on 'more jobs, more homes, more business, more childcare, more security in retirement'. He said: 'I make no apologies for focusing hard on that which is central to everything. When you get a new job, a new home, get a new childcare place or start a new business… now that's truly exiting. 'And you only get these things with a strong and stable government - not one held to ransom. That's not the excitement 'Britain needs. That's not a risk Britain should take.' Mr Cameron's remarks comes amid claims senior Tory figures are already planning to make Boris Johnson the next leader. Some MPs are prepared to engineer a coup against Mr Cameron in the days after May 7 by submitting letters of no-confidence in him and planning a 'mass show of support' for the London Mayor if the Tories lose, the Sunday Times reported. One major donor, who declined to be named, told the newspaper: 'Boris is the only one who can win. Everyone knows what is going to happen in 10 days' time. If Dave doesn't make it we'll get rid of him.' The Tories have nudged ahead in the polls with less than two weeks to go until polling day, but Tories are increasingly concerned it may be too little too late London Mayor Boris Johnson - appearing on the BBC's Andrew Marr show this morning, has distanced himself from claims that he is being lined up to replace David Cameron as Tory leader Multimillionaire Tory donor Peter Hall, who has given almost £600,000 to the Tory party since 2005, meanwhile has criticised Mr Cameron's 'curious lack of energy and belief in his campaign.' He said the PM needs to raise his game and 'unleash visceral passion and belief in his vision of the future', 'get down and dirty', as well as showing 'he cares', if he is to win on May 7. 'If we don't have a Conservative government after May 7 it will be because of David Cameron. His decision not to keep those Ukip people in the Tory tribe was a key error. 'I see no powerful vision of the future provided by David Cameron. There is no clear considered view of where we are headed.' Mr Hall warned that Cameron's mantra as a sound steward of the economy 'is not enough to win the votes needed to win the election' and added: 'Some people are really quite resigned to losing and they are planning the next step. 'It's a horrifying prospect if we were to lose. How can we lose when so much is at stake and when we have such a strong hand?'",
        "source": "prime minister insists he will carry on focussing on economic message . mr cameron has been criticised for running a lacklustre campaign . tory donors have backed boris johnson to take over if the pm falls short .",
        "target": "david cameron said he would campaign on ' more jobs , more homes , more business , more childcare , more in retirement ' . he said : ' i make no apologies for focusing hard on that which is central to everything . when you get a new job , a new home , get a new childcare place or start a new business… now that 's truly exiting . '",
        "edits": [
            {
                "category": "RelE",
                "id": 0,
                "annotation": null
            },
            {
                "category": "EntE",
                "id": 1,
                "annotation": null
            }
        ]
    },
    {
        "context": "Mike Tindall wouldn't have moved any quicker had he been surging towards the posts in a Six Nations clash at Twickenham. In Aintree's crowded unsaddling area, the former England captain was making a beeline to the place marked with a big number '3', with his wife, Zara Phillips, scampering in hot pursuit. Not even a hug from AP McCoy could check his momentum. No wonder. Tindall was beaming from ear-to-ear having just seen Monbeg Dude, the horse whom he owns with James Simpson-Daniel and Nicky Robinson, run his heart out and wanted to be in place for when the old warrior, who was sent off unconsidered at 40/1, returned. Former England rugby captain Mike Tindall and wife Zara Philipps at Aintree ahead of the Grand National Tindall celebrates after watching his horse Monbeg Dude finish third in the National Monbeg Dude is now 10 and, according to his jockey Liam Treadwell, 'likes to do things at his own pace' but his resolution is not in question and this was the latest wonderful day he had given his owners and trainer Michael Scudamore. Think about this for a CV: a Welsh Grand National in January 2013, victory in a big chase at Cheltenham in December of the same year and being placed in a Hennessey Gold Cup at Newbury last November, then this. Not bad for a horse that cost £12,000. While the exultant connections of winner Many Clouds were celebrating a few yards away, their joy was almost matched by the happiness of the Monbeg Dude team; as Michael shook his head in wonder, his father Peter, the former champion jump jockey, dashed to engulf him in a bear hug. Here was thumping evidence that no other race stirs the emotions quite like the Crabbie's Grand National. The £88,400 was by far the biggest pot Monbeg Dude has collected in his 24-race career but the reactions of Tindal et al (ITALICISE) showed this was about far more than money. 'Pride is the word I would use,' said Michael Scudamore. 'I am so happy for the horse. He is unbelievably tough and brave. To put in a performance like that after coming here last year (finishing seventh), I am just so proud. The owners are buzzing, so is the jockey.' Many Clouds and Aspell jump a fence on the way to winning the 2015 Grand National at Aintree Treadwell's contented look as he strolled to the Owners and Trainers tent a little while after said as much. He won the Grand National in 2009, when steering Mon Mome to a 100/1 success, but this was the first time he had ridden in the race since 2010, when unseating at the 20th from Nozic. 'I am absolutely delighted,' said Treadwell. 'The horse didn't even know he had been in a race. He got hampered at Becher's Brook the first time and that checked his momentum but he has given me a fantastic ride. 'Last year he looked like he was going to be the winner going to the last and there was a point when I thought my run was going to take me there this time but he just flattened out a bit at The Elbow. But what a great day. I really appreciate everything about this atmosphere now.' He wasn't the only one. Aintree, even when you are defeated, is a place where dreams can come true.",
        "source": "mike tindall owned monbeg dude finished third in the grand national . tindall was seen making a beeline to the place marked with a number ' 3 ' . the 10-year-old monbeg dude was 40/1 before the race at aintree .",
        "target": "mike tindall and wife zara philipps run his heart out and wanted to be in place for when the old warrior , who was sent off unconsidered at 40/1 , returned . tindall was beaming from ear-to-ear having just seen monbeg dude , the horse whom he owns with james simpson-daniel and nicky robinson . monbeg dude is now 10 and according to his jockey liam treadwell .",
        "edits": [
            {
                "category": "RelE",
                "id": 0,
                "annotation": null
            },
            {
                "category": "LinkE",
                "id": 1,
                "annotation": null
            }
        ]
    },
    {
        "context": "Former Dons midfielder Sheerin, 39, has been player-manager at the Red Lichties since 2010 and replaces Neil Cooper at Pittodrie.Arbroath were relegated to Scottish League Two after finishing season 2013-14 bottom of League One.Aberdeen chief executive Duncan Fraser said boss Derek McInnes chose Sheerin after \"a comprehensive process\".Speaking on the club's website, Fraser added: \"Despite wishing to retain Paul's services, Arbroath chairman John Christison was good to deal with and completely appreciated Paul's desire to come back to Aberdeen.\"Sheerin played for several Scottish clubs and also featured for Östersunds in Sweden before moving into coaching. He won a Scotland Under-21 cap in in the mid-1990s.Sheerin guided the Arbroath to their first national trophy in their history by winning the Scottish Third Division title and promotion in 2011.",
        "source": "paul sheerin has left his post as arbroath manager to become under-20s coach at aberdeen.",
        "target": "aberdeen have appointed paul sheerin as their new manager on a two-year contract. \\'place in the scottish premiership.",
        "edits": [
            {
                "category": "CircE",
                "id": 0,
                "annotation": null
            },
            {
                "category": "OutE",
                "id": 1,
                "annotation": null
            }
        ]
    },
    {
        "context": "Deputy Foreign Minister Faisal al-Mekdad told the BBC \"Syria is doing its best\" to comply with the timetable to destroy its chemical weapons.Syria missed Wednesday's deadline to hand over its entire stockpile.Mr Mekdad said a shipment of weapons came under attack twice on its way from Damascus to the port of Latakia.\"We shipped two shipments to the Syrian coast,\" he said. \"The second shipment was intercepted by fire from terrorist groups.\"He added: \"This is a serious business. Syria is in war, and the Americans and others have to take this into consideration.\"He described as \"absolutely unacceptable\" US Secretary of State John Kerry's recent condemnation of the government's use of barrel bombs in the city of Aleppo.The UK-based Syrian Observatory for Human Rights claims 246 people, including 73 children, have been killed in Aleppo in the last five days alone after barrels containing explosives and metal fragments were dropped by military helicopters.Activist group The Aleppo Media Centre claims 14 people were killed in barrel bomb attacks on the Masaken Hanano district on Thursday, citing footage appearing to show bombs being dropped from a helicopter onto a civilian area.\"We are defending our people against terrorist attacks. We have never bombarded places with civilians,\" Mr Mekdad insisted, accusing the US of \"still supporting terrorist elements\" in the country.The Syrian government, via state media, also denied reports that rebels had seized most of Aleppo's central prison.The Syrian Observatory for Human Rights said members of the Islamic Front coalition, dominated by the Ahrar al-Sham brigade and the al-Qaeda affiliate al-Nusra Front, mounted the assault, freeing hundreds of detainees.But state television insisted soldiers and security forces had \"thwarted an attack against the prison by terrorist groups\".The Observatory says fighting is still going on, but the Ahrar al-Sham brigade and the Aleppo Media Centre, a citizen-journalist outlet, say rebels now completely control the prison.It is reported to hold at least 3,000 detainees, including Islamists, activists and minors, in horrific conditions.Syria has about 1,300 tonnes of declared chemical weapons.The US said last week that so far only about 4% of the stockpile - 30 tonnes - had left the country.US Defence Secretary Chuck Hagel said he was \"concerned\" that the UN-backed plan was falling behind schedule and said Damascus \"had to take responsibility for fulfilling its commitment\".Russia - a key ally of Syria - has said Damascus should complete the transfer of its chemical weapons to the coast for removal by ship by 1 March.A deadline was set last year for all the weapons to be destroyed by the end of June.The Organisation for the Prohibition of Chemical Weapons (OPCW), which is overseeing the destruction operation, has admitted the process has been slowed down by security concerns.Mr Mekdad stressed: \"Syria is committed to all its agreements, with the OPCW and the UN Security Council. We shall implement on time all our obligations.\"",
        "source": "syria says international accusations that it is delaying the destruction of its chemical weapons stockpile are ``absolutely unjustified\\'\\'.",
        "target": "the islamic state (is) militant group has said it is ``deeply concerned\\'\\'about syria\\'s chemical weapons.",
        "edits": [
            {
                "category": "OutE",
                "id": 0,
                "annotation": null
            },
            {
                "category": "EntE",
                "id": 1,
                "annotation": null
            }
        ]
    },
    {
        "context": "An area of the town near the swimming pool had been evacuated for most of the morning and early afternoon.Other residents close by had been advised to open windows, stay indoors near walls and to avoid going outside.An exclusion zone remains in force on the river while experts make safe the sea mine which was spotted on Monday.It is thought to be a British mine, dating from the  1940s or 1950s.The evacuation affected three streets, with wider safety advice issued to residents within 500m of the device.There was also an exclusion zone at sea of about half a mile, and small boat owners were told not to sail during the operation.Caledonian MacBrayne reported some disruption to ferry services, affecting sailings from Gourock and Rothesay.Ch Insp Elliot Brown, the local area commander for Inverclyde, stressed that the evacuation had been a precautionary measure, and that there was no immediate danger to the community of Gourock.Lt Cdr Tim Castrinoyannakis, the officer in charge of the Royal Navy's Northern Diving Unit, said that due to the deterioration of the mine it was not possible to conclude how much explosive material it still contained.He said that because of this it was decided to move it to a safer place before dealing with it.Inverclyde Council said: \"Thanks to residents and businesses in Gourock for their patience while the cordon and safe evacuation procedures were carried out today.\"",
        "source": "residents are returning to their homes after an operation to move an unexploded mine discovered in the firth of clyde.",
        "target": "an unexploded world war two mine has been evacuated off the south coast of scotland after an explosive device was found.",
        "edits": [
            {
                "category": "OutE",
                "id": 0,
                "annotation": null
            },
            {
                "category": "EntE",
                "id": 1,
                "annotation": null
            }
        ]
    },
    {
        "context": "Media playback is not supported on this deviceA World Anti-Doping Agency commission report has accused Russia of running a \"state-sponsored\" doping programme.And Warner said he feels sports other than athletics have reason to be concerned at how Russian sport is run.\"This iceberg spreads in two different directions,\" he said. \"I suspect there are probably four, five or six nations that athletics has a problem with.\"Commission chairman Dick Pound said Russia's athletics federation, Araf, should be banned from the Rio 2016 Olympics.Warner told BBC Radio 5 live: \"Every other international sport today should be looking at Russian sport and looking at whether the men and women who compete in their events are clean.\"\"They do not have robust anti-doping regimes. They are asleep on the job - and they have to be rooted out.\"Wada's independent commission, which examined allegations of doping, cover-ups and extortion in Russian athletics, also implicated the International Association of Athletics' Federations.The IAAF's former president Lamine Diack has been provisionally suspended by the International Olympic Committee, who have also asked the IAAF to start disciplinary action against the athletes named in the report.Araf has been told to respond to the report by Friday and Russia have defended their position.Acting head of Russia Athletics Federation, Vadim Zelichenok, said: \"There is an element of a political hit job here because quite a few things were described in the report in a biased way.\"Russia's sports ministry has said it will work more closely with Wada,Igor Zagorskiy, deputy director of the Russian Anti-Doping Agency, Rusada, told the BBC: \"There is always room for improvement.\"We are on that track and we've been on that track together with Wada. We will continue this work on this.\"Warner says the International Association of Athletics Federations (IAAF), must be restructured to combat the problem.He revealed that he had spoken to IAAF president Lord Coe since Monday's publication of Wada's independent commission, which examined allegations of doping, cover-ups and extortion in Russian athletics, and also implicated the IAAF.The 323-page report said that \"acceptance of cheating at all levels is widespread\" in Russia and suggested that neither Araf, Rusada, nor the Russian Federation can be considered anti-doping code-compliant.The report also said the London 2012 Olympics were \"sabotaged\" by \"widespread inaction\" against athletes with suspicious doping profiles; accuses Moscow laboratory director Grigory Rodchenko of asking for and accepting bribes and intentionally destroying samples he was told to keep; and recommends that five Russian athletes and five coaches should be given lifetime doping bans.Media playback is not supported on this devicePound, who chaired the Wada investigation, said the situation was \"worse than we thought\", adding that \"it may be a residue of the old Soviet Union system\".Warner backed the recommendation to suspend Russia from competition \"until they put their house in order\", adding: \"If you punish one or two innocent Russian athletes for the greater good of the sport, that is a moral dilemma I am willing to grasp.\"He also suggested that Russia is unlikely to be the only country guilty of doping, saying that \"athletics has probably got some other nations to root out\".He added that while \"there are undoubtedly drugs cheats in many corners of athletics\", he believed systemic doping did not occur in nations in the Western world.During a special BBC Radio 5 live programme examining the independent report, Britain's marathon world record holder Paula Radcliffe said: \"I don't think anyone is under the impression it's only Russia.\"On the same programme, former British sprinter Darren Campbell warned of \"darker days to come\".He said: \"This report was about Russia, and they need to be punished if this holds up, but we'll lose sight on the bigger issues if we focus on Russia. It's about cleaning everything out.\"There's people talking about testing out in Kenya and Jamaica. We can't have rumours anymore.\"We need to understand how the Russians got away with it. How did this happen yet nobody knew?\"No matter how dark and depressing it gets, change has to happen now.\"Coe, elected IAAF president in August, described the Wada report as \"alarming\" and has said he will seek urgent approval from members to consider sanctions against the Russian federation.The report found evidence of multiple rules breaches by IAAF officials and found the governing body to be \"inexplicably lax in following up suspicious blood (and other) profiles\".Media playback is not supported on this deviceIt has also been criticised for its handling of the allegations, with Coe himself describing claims about suspicious blood profiles involving some athletes as \"a declaration of war on my sport\" in August.On Monday, Coe said that \"if there are failings in our governance or our anti-doping programme I will fix them\".But Warner says Coe needs to restructure the IAAF in order for it to effectively tackle the problem.\"This cannot be a one-man crusade,\" Warner told BBC Radio 4's Today programme. \"He needs to ensure there is a bench around him at the IAAF who dramatically improve the operation.\"We all know, and he has already said, he needs to go out and hire a good chief executive.\"It needs more than that. He also possibly needs a chairman under him so he can take the lead of the elected council and be the ambassador for the sport and have full-time professional staff, possibly from outside sport, from elsewhere in business, who can get a grip on the organisation.\"",
        "source": "russia is not the only country with systemic doping problems, says uk athletics chairman ed warner.",
        "target": "athletics \\'governing body, athletics federations in russia, needs a \" iceberg \" in the sport, says uk athletics chairman ed warner.",
        "edits": [
            {
                "category": "CorefE",
                "id": 0,
                "annotation": null
            },
            {
                "category": "OutE",
                "id": 1,
                "annotation": null
            },
            {
                "category": "GramE",
                "id": 2,
                "annotation": null
            },
            {
                "category": "EntE",
                "id": 3,
                "annotation": null
            }
        ]
    },
    {
        "context": "Media playback is not supported on this deviceSadio Mane scored twice in the space of 138 seconds as second-placed Spurs disappointed at Anfield.\"If you start a game like we start then it is very difficult,\" said Pochettino.\"It is difficult to fight for the Premier League if you show that lack of desire to play for a win.\"Chelsea can extend their lead at the top if they beat Burnley at Turf Moor on Sunday, and Pochettino added: \"If Chelsea go 12 points clear, it is a big problem.\"Spurs have won just twice on the road since 24 September, including defeats at Chelsea and Manchester United in addition to draws at fellow top-six rivals Arsenal and Manchester City.In their past 17 meetings with the other top-six sides away from home, Pochettino's team have won just once.\"In the first 45 minutes you saw a team that is not ready to fight for the Premier League,\" the Argentine told BT Sport.\"We are in a position that is up to us. But if you show like today that you cannot cope with the pressure then it is difficult to challenge and fight for the Premier League.\"Former Liverpool and Spurs midfielder Danny Murphy on Match of the Day\"I couldn't believe what I was watching, they had the best defensive record last season and the joint best this year, but they were all over the place. Against the big sides they have played with a back three but they had a back four today, but I think they should have stuck with what they have done against the big sides - play with a three.\"It was so unlike Spurs, they do so well at home, but the contrast is amazing. There's a lack of pace, and a different mindset when they go away from home. They have to improve and quickly.\"",
        "source": "tottenham showed a ``lack of desire\\'\\'to win the premier league with their first-half display in the 2-0 loss at liverpool, says manager mauricio pochettino.",
        "target": "chelsea manager mauricio pochettino says chelsea will be ``very difficult\\'\\'to fight for a place in the premier league next season.",
        "edits": [
            {
                "category": "GramE",
                "id": 0,
                "annotation": null
            },
            {
                "category": "LinkE",
                "id": 1,
                "annotation": null
            },
            {
                "category": "EntE",
                "id": 2,
                "annotation": null
            }
        ]
    },
    {
        "context": "However the Spanish champions insisted they had not committed any offence.\"The aim is to cover eventual interpretations that could be given to the contracts drawn up in the operation to sign Neymar,\" a club statement read.Barca paid £48.6m for Santos striker Neymar, 22, in the summer with his parents receiving £34m of the fee.Between the initial fee paid in the summer, signing-on fee, wages during his five-year deal, agents fees and this latest tax payment, Neymar will have cost the club £106.8mLast month, Sandro Rosell resigned as Barcelona president following accusations he misappropriated money.He is also being investigated but denies any wrongdoing.At the time of the move, Barcelona said they had paid 57m euros (£48.6m) for Neymar but it has been alleged that, if other contracts are taken into account, the actual cost of the player was far greater.And last week a judge in Spain ruled there was sufficient evidence against Barcelona to continue investigations into the transfer.The club added: \"The board denies the existence of any tax-related crime in relation to the fiscal obligations arising from the signing of the player.\"Given the existence of a possible divergent interpretation of the exact amount of tax responsibility arising from the signing and to defend the club's reputation and good name, FC Barcelona has this morning made a complimentary tax declaration of a total of 13,550,830.56 euros [...] although we remain convinced that the original tax payment was in line with our fiscal obligations.\"There has not yet been any confirmation whether the case will be dropped after Barcelona's payment.Neymar has scored seven goals in 18 league appearances for Barcelona this season, as well as netting three in seven Champions League matches.",
        "source": "barcelona have paid # 11.2 m (13.5 m euros) to the spanish authorities after being charged with tax fraud over the signing of neymar.",
        "target": "barcelona have rejected a bid from barcelona to sign neymar from barcelona for # [UNK] m (# [UNK] m).",
        "edits": [
            {
                "category": "RelE",
                "id": 0,
                "annotation": null
            },
            {
                "category": "GramE",
                "id": 1,
                "annotation": null
            },
            {
                "category": "EntE",
                "id": 2,
                "annotation": null
            }
        ]
    },
    {
        "context": "Share this withEmailFacebookTwitterWhatsAppLinkedinCopy this linkMy sources include collectors all over the world, dealers, auctions, flea markets, and just about any place I can think of. The accumulation, as I like to call it, includes all kinds of material related to the Indian matchbox industry.Within this rapidly growing accumulation, I often come across labels and subjects that I get curious about and that is how my collection takes a thematic approach.My recent exhibition, titled \"Matchbox Labels And The Stories They Tell\", features some prominent trends and themes spanning the entire history of the matchbox industry.I exhibited 5,000 labels from my collection of 25,000.AE Matcheswala was an early matchbox label which started using sulphur. It set up its factories in Mumbai in western Maharashtra and Khambhat (also known as Cambay) in Gujarat state, and continued to trade in matchboxes until after World War Two.The company exported its matchboxes to Arab countries. Ambarnath, written in Hindi on this label, was the location of the first Wimco factory in western Maharashtra state. Very few Wimco labels used Indian languages and they did not last long. This rather drab label featuring the dhow is not one of their common brands.This label promoted the Swadeshi (self-reliance) movement during the partition of India's Bengal region in 1905. A number of Indian labels started during the independence struggle after calls were made to boycott British goods. Most firms used Indian languages to add nationalist fervour to their brands. Labels from the 1920s and 30s tell the story of India's struggle for freedom. Some labels even celebrated important personalities associated with the freedom movement.It's believed that this matchbox was commissioned by the royal family of Bhavnagar in western Gujarat state for their personal use during British rule. Little is known about such matchboxes because records were not kept at the time and little research is possible today.Many Bollywood films were promoted on matchboxes in the 1950s. Some labels even featured Pakistani films. Actors and film posters continue to be featured on matchboxes today.",
        "source": "i have been collecting matchboxes seriously since 2012.",
        "target": "when i discovered a collection of matchbox labels, you might have heard of a collection of matchboxes.",
        "edits": [
            {
                "category": "CorefE",
                "id": 0,
                "annotation": null
            },
            {
                "category": "GramE",
                "id": 1,
                "annotation": null
            }
        ]
    },
    {
        "context": "Mr Ashley had been asked to give evidence about the treatment of his workers.It follows a BBC investigation into the Derbyshire company's warehouse working practises.Mr Ashley has until 21 March to respond after a letter from Hartlepool MP Iain Wright.The letter reveals Mr Ashley had invited the Business, Innovation and Skills (BIS) select committee - which Mr Wright chairs - to a meeting at the company's base in Shirebrook.\"The treatment of low-paid workers and enforcement of the national minimum wage are issues that the committee will be keeping under review over the coming months,\" Mr Wright's letter states.\"In line with select committees' commitment to transparency, it is normal practice for the BIS Committee to meet in public at Westminster and we agreed to adhere to this practice on this occasion.\"A number of alternative dates have been offered to you by the Committee Clerk, but... you have not accepted any of them, nor agreed in principle to attend.\"Should you fail in your reply to agree to attend on one of the dates offered to you...the committee reserves the right to take the matter further, including seeking the support of the House of Commons in respect of any complaint of contempt.\"Sports Direct has not responded to the BBC's request for a comment.The company has previously pledged to review worker rights, with oversight by Mr Ashley, who also owns Newcastle United Football Club.",
        "source": "sports direct boss mike ashley has been threatened with being in contempt of parliament after failing to appear in front of a committee of mps.",
        "target": "sports direct boss mike ashley has been asked to attend a committee of mps \\'commitment to attend the national minimum wage.",
        "edits": [
            {
                "category": "OutE",
                "id": 0,
                "annotation": null
            },
            {
                "category": "GramE",
                "id": 1,
                "annotation": null
            },
            {
                "category": "EntE",
                "id": 2,
                "annotation": null
            }
        ]
    },
    {
        "context": "With just two weekends of Football League action to play, and one in the Conference, it is crunch time for a number of clubs. Some are fighting for promotion and some relegation, but this Saturday could see a number of ups and downs in English football. Here, Sportsmail's guide takes you through the permutations in the Championship, League One, League Two and the Conference. Watford can be promoted if they win and one of Bournemouth or Middlesbrough lose and Norwich fail to win Rotherham's desire to stave off relegation to League One has been made more difficult by a points deduction Steve McClaren will be desperate to manage in the Premier League again; Derby can secure a play-off spot Championship Watford (away to Brighton) will be promoted if they win and one of Bournemouth (home to Bolton, Monday) or Middlesbrough (away to Fulham) lose and Norwich (away to Rotherham) fail to win. Derby (away to Millwall) will make sure of a play-off place if they win. Ipswich (home to Nottingham Forest) will make sure of a play-off place if they win and both Brentford (away to Reading) and Wolves (away to Wigan) fail to win. The situation at the bottom is complicated by Rotherham's three-point deduction for fielding an ineligible player. If Rotherham win, Wigan will be relegated if they fail to win. If Rotherham win, Millwall will be relegated if they lose. League One Preston (home to Swindon) will be promoted if they win and MK Dons (away to Rochdale) lose. Sheffield United (away to Leyton Orient) and Chesterfield (home to Bristol City) will be guaranteed play-off places with wins or if Rochdale fail to win. Leyton Orient (home to Sheff Utd) and Notts County (home to Doncaster) will be relegated if they lose and Crewe (away to Coventry) win and Crawley (away to Peterborough) avoid defeat. Colchester (away to Fleetwood) will be relegated if they lose and Crewe and Crawley win and Port Vale (away to Yeovil) avoid defeat. Jermaine Beckford (left) and Daniel Johnson celebrate; Preston can be promoted if they win and MK Dons lose Burton Albion have already been promoted but they can secure champion status this weekend League Two Already-promoted Burton (home to Northampton) will be champions if they win and Shrewsbury (away to Cheltenham) fail to win. Shrewsbury will be promoted if they win or if one of Wycombe (home to Morecambe) or Southend (home to Luton) fails to win. Stevenage (home to Carlisle) will guarantee a play-off place if they win or if one of Plymouth (home to Tranmere) or Luton fails to win. Tranmere will be relegated if they lose and if one of Hartlepool (home to Exeter) or Cheltenham win. Tranmere will also be relegated if they fail to win and Hartlepool win. Cheltenham will be relegated if they lose and Hartlepool win. ........................................................................... Conference Barnet (home to Gateshead) will be promoted as champions if they win. Bristol Rovers (home to Alfreton) will be promoted as champions if they win and Barnet fail to win. Eastleigh (home to Kidderminster) and Forest Green (home to Dover) will guarantee play-off places if they win or if Macclesfield (away to Torquay) fail to win. Macclesfield need to win and hope either Eastleigh lose or Forest Green fail to win. Barring a 14-goal swing, Alfreton will be relegated if they lose. Welling (home to Southport) will be relegated if they lose and Alfreton draw or if they draw and Alfreton win. Southport will be relegated if they lose and Alfreton win by reversing an eight-goal goal-difference deficit. It is make or break for Bristol Rovers boss Darrell Clarke this weekend - they can be promoted as champions",
        "source": "in the championship , both millwall and wigan can be relegated . watford can secure their place in the top flight , depending on other results . preston can be promoted to the championship if results go their way . leyton orient , notts county and colchester can go down in league one . burton can be champions of league two if they win against northampton .",
        "target": "steve mcclaren will be promoted if they win and one of bournemouth lose and norwich fail to win in the premier league . watford can be promoted for a play-off place if rotherham win win . sheffield united 's league one will be one in the championship .",
        "edits": [
            {
                "category": "GramE",
                "id": 0,
                "annotation": null
            },
            {
                "category": "EntE",
                "id": 1,
                "annotation": null
            }
        ]
    },
    {
        "context": "Baseball has long been considered America's favorite pastime, so it should come as no surprise that most people feel very strongly when it comes to their favorite professional team. And there are no two baseball teams that are greater, or more storied, than eternal rivals the New York Yankees and Boston Red Sox, who come in first and second respectively in terms of the number of people who claim them as their favorite. Also making a very impressive showing are the Texas Rangers and Atlanta Braves, who have fans across a wide area in the South. Then there are a few teams who don't get as much love - like the New York Mets. Scroll down for video A new Facebook graph reveals the favorite baseball teams in the country by sorting through people's likes and breaking down winners by county The New York Yankees (left) and Boston Red Sox (right) come in first and second respectively in terms of the number of people who claim them as their favorite The Mets are not the favorite team in one county in the country, with fans in their area seeming to all go for the Yankees. Same goes for the Oakland Athletics. The Toronto Blue Jays can also claim almost all of Canada, though the Yankees and Red Sox are also favorites in some areas. The graph, created by Facebook, uses profile likes and then breaks the individuals down by country to determine a winner. And with the exception of those aforementioned Yankees, Red Sox and recent World Series champs San Francisco Giants, who get some love in Hawaii, most teams only really get support near their home field.",
        "source": "a new facebook graph reveals the favorite baseball teams in the country by sorting through people 's likes and breaking down winners by county . the new york yankees and boston red sox , who come in first and second respectively in terms of the number of fans . the new york mets and oakland athletics did not win one single county .",
        "target": "the new york yankees and boston red sox are the new york yankees and boston red sox . the new york yankees and boston red sox are among those who claim them as their favorite .",
        "edits": [
            {
                "category": "OutE",
                "id": 0,
                "annotation": null
            },
            {
                "category": "GramE",
                "id": 1,
                "annotation": null
            },
            {
                "category": "EntE",
                "id": 2,
                "annotation": null
            }
        ]
    },
    {
        "context": "Myra Forde's ex-lawyer says she did not state that the late PM was a client, nor did she threaten to expose him if a prosecution against her was continued.Forde says she has \"no knowledge of any misconduct on his part\" and recent media coverage had caused her distress.The UK's historical child sex abuse inquiry is to examine claims about Sir Edward if \"the facts justify it\".The Metropolitan, Wiltshire, Hampshire, Jersey and Kent forces are conducting separate inquiries into the late MP.The BBC understands Wiltshire Police halted an inquiry into Forde in the 1990s.On Monday, the Independent Police Complaints Commission said it would look at whether a case was dropped by Wiltshire Police when a person involved made claims against Sir Edward.Forde was later convicted of controlling prostitutes after a successful prosecution by the same force.She was jailed for six years after a trial that included allegations that she had supplied children as young as 13 to her clients.Fourteen years later Forde was prosecuted and jailed again for inciting prostitution.Richard Griffiths, Forde's solicitor in 1992, has now spoken on her behalf to the Salisbury Journal.He told the newspaper: \"My former client wishes me to make it very clear that at no stage did she state that Ted Heath was a client and at no stage did she threaten to expose him as a client of hers if the prosecution was continued.\"For the avoidance of any doubt, Myra Forde wishes me to make it clear that she had no involvement with Ted Heath of any kind and has no knowledge of any misconduct on his part.\"He also said that, at the time of that case, the prosecution \"took what, at the time, seemed a sensible decision that they could not prove their case and offered no evidence\".Historical child abuse: Key investigationsA spokesman for the UK's ongoing independent inquiry into child sexual abuse, chaired by Justice Lowell Goddard, said that although the allegations about Sir Edward fell within its terms of reference, it had not received any direct allegations.Sir Edward, who was Conservative prime minister from 1970 to 1974, died aged 89 in 2005  at his home in Salisbury.Wiltshire Police has declined to comment on the claims that it did not follow up accusations against him during his lifetime, but has appealed for information regarding allegations against Sir Edward.Meanwhile, Labour MP Tom Watson said he had referred two allegations of child sexual abuse by Sir Edward to the police since 2012, with police confirming that at least one of those allegations was being investigated.Friends of Sir Edward have dismissed the claims, saying there is not a shred of evidence to link him to abuse.The Sir Edward Heath Charitable Foundation, which operates the museum at Arundells, his home in Salisbury, said it \"wholeheartedly\" believed the investigation would clear Sir Edward's name.",
        "source": "a former brothel keeper has denied accusing ex-prime minister edward heath of involvement in child sexual abuse.",
        "target": "a woman accused of child sex abuse claims has denied claims she was sexually abused by former prime minister sir edward heath.",
        "edits": [
            {
                "category": "CorefE",
                "id": 0,
                "annotation": null
            },
            {
                "category": "RelE",
                "id": 1,
                "annotation": null
            }
        ]
    },
    {
        "context": "It works by looking for a combination of \"markers\" in the blood which are different in healthy people and those with the disease.Delegates at the Alzheimer's Research UK Conference heard that the University of Nottingham is now developing a quick and easy test to do in clinics.It could mean much earlier diagnosis and better treatments, they said.The test uses some proteins that have been strongly linked with Alzheimer's disease, such as amyloid and APOE.But through careful analysis of blood from people with the disease, as well as those with early-stage memory problems, the researchers detected some other markers that were suggestive of the disease.Most notably, some proteins related to inflammation seem to have been added to increase the power of the test.Prof Kevin Morgan from the University of Nottingham said they still had to validate the test and it could be a decade before it was used in patients.But he added that the combination of markers they had found was looking very promising.\"Our findings are exciting because they show that it is technically possible to distinguish between healthy people and those with Alzheimer's using a blood test.\"As blood tests are a fast and easy way of aiding diagnosis, we are really encouraged by these findings and the potential they hold for the future.\"He said there were several ways the test could benefit patients, including giving people a definitive diagnosis, which was not always possible at the moment.It could also direct future therapies to make sure patients were getting the most appropriate treatment, he explained.Potentially, it could be a \"cheap and easy pre-screen\" test which enabled Alzheimer's to be picked up before symptoms appeared, he said.\"The way we see it working is you can test people and it will tell them if they have the all-clear, or if they are medium- or high-risk.\"If they are medium-risk, they can be monitored closely and high-risk patients can be referred to a specialist for more in-depth testing.\"Dr Eric Karran, director of Research at Alzheimer's Research UK, said: \"Giving people with dementia an accurate diagnosis is not always easy, and so building up our armoury of diagnostic techniques is vital.\"While there is still some way to go before a test like this could become available, the results are promising.\"When used alongside other diagnostic techniques, a blood test like this could be a real help.\"",
        "source": "british researchers have developed a test to detect alzheimer\\'s disease in its earliest stages.",
        "target": "blood tests have been made in clinics to clinics with alzheimer\\'s disease, a study suggests in the journal nature of research suggests.",
        "edits": [
            {
                "category": "RelE",
                "id": 0,
                "annotation": null
            },
            {
                "category": "OutE",
                "id": 1,
                "annotation": null
            },
            {
                "category": "GramE",
                "id": 2,
                "annotation": null
            }
        ]
    },
    {
        "context": "About 80,000 works of art, ceramics, manuscripts, letters and photographs faced being auctioned to help pay off the pottery firm's pension debt.But a public fundraising campaign launched in September hit its target in just a month.Adminstrators Begbies Traynor said the collection will remain on display at the museum in Barlaston, Staffordshire.The Art Fund, which led the campaign, will gift the collection to the Victoria and Albert Museum, before it is loaned to the Wedgwood Museum.Administrator Bob Young said it had been \"incredibly satisfying\" to sign off on the sale on Monday.\"Today's fantastic outcome wouldn't have been possible without the spirit of goodwill and determination shown during the often complex negotiations,\" he said.The Wedgwood Museum inherited Waterford Wedgwood plc's pension bill after the firm collapsed in 2009.In 2010 the museum also went into administration, and in 2011 a high court judge ruled its collection could be sold to reimburse the Pension Protection Fund.Alison Wedgwood, whose husband Tom is a direct descendant of company founder Josiah Wedgwood, said the collection was \"important\" for Staffordshire.The collection risked being \"sold and scattered around the globe\" had the money not been raised, she added.Tristram Hunt MP, who was involved in the campaign, said the sale was \"fantastic news\".\"The items contained within the Wedgwood collection chart a significant part of Britain's cultural development over centuries and play a crucial part in defining our national identity today,\" he said.",
        "source": "the wedgwood museum collection has been bought from administrators after # 15.75 m was raised to save it.",
        "target": "an 18th century museum in london is to reopen as part of an art collection campaign to save it from being sold at auction.",
        "edits": [
            {
                "category": "RelE",
                "id": 0,
                "annotation": null
            },
            {
                "category": "OutE",
                "id": 1,
                "annotation": null
            },
            {
                "category": "EntE",
                "id": 2,
                "annotation": null
            }
        ]
    },
    {
        "context": "Rival clubs claim QPR, facing Football League fines of up to £50million for multiple breaches of financial fair play regulations, are making an outrageous attempt to get their man on the inside of the discussions. Football League board member Jim Rodwell’s departure from Notts County to become chief executive of Scunthorpe has created the need for an election for a League One representative as Rodwell cannot automatically keep his place. League One clubs have been informed that there are two nominations for the vacant seat — Rodwell and former Manchester United director Maurice Watkins, now chairman of Barnsley. Tony Fernandes, owner of QPR, wants to avoid fines of up to £50million for Financial Fair Play breaches Maurice Watkins is a sports lawyer whose firm represents QPR over their considerable FFP troubles QPR are 19th in the Premier League, four points away from escaping the relegation zone Watkins is a sports lawyer and his firm Brabners are representing QPR over their considerable FFP troubles. Clubs believe that having Watkins on the Football League board, where FFP is the hot topic, would be helpful for QPR and a massive conflict of interests. However, the highly-respected Watkins, who has a number of sporting directorships including British Swimming and Lancashire County Cricket Club, dismissed the conspiracy theory as ‘wholly ludicrous’. Raheem Sterling’s stand-off with Liverpool over a new contract is not just to do with him. It will suit Sterling’s representative Aidy Ward, who split with Rob Segal’s Impact Sports Management to set up on his own earlier this season, if any new deal is delayed until his parting from Segal has been finalised. Aidy Ward (left) is Raheem Sterling's agent and is a key player in his contract negotiations with Liverpool Raheem Sterling (left) pictured with Liverpool manager Brendan Rodgers (right) at Liverpool training The five former England managers who signed the letter supporting Greg Dyke’s homegrown players’ campaign had nothing to do with writing the missive. It was the work of the FA’s support agency on the issue, Milltown Partners. Certainly, Sven Goran Eriksson and Kevin Keegan  did nothing for the homegrown situation when club managers — Keegan even shut down Newcastle reserves. Greg Dyke, the Football Association chairman, wants to more homegrown players playing in England Kevin Keegan's name is one of five former England managers to sign a letter supporting Dyke's idea However, Milltown are at least helping the FA fight the PR battle toe-to-toe against the all-powerful Premier League, who ironically have used Milltown for crisis management advice in the past. England cricket head coach Peter Moores’ considerable good fortune at surviving such a World Cup humiliation extends to the ECB board meeting reviewing that debacle being next Thursday. By then Moores will be preparing for the first Test against West Indies starting four days later. England cricket head coach Peter Moores (right) will soon begin a review into England's World Cup failure Moores (left) oversaw England's humiliating group stage exit from the Cricket World Cup If the postmortem had occurred earlier it is difficult to see how Moores could still be in charge. The breakdown in the relationship between the FA and England Supporters Travel Club led to the offensive chants during England’s 1-1 draw with Italy in Turin on Tuesday. The tasteless repertoire of songs ran from ‘F*** the IRA’, to ‘F*** the Taliban’ to ‘F*** the English FA’ — the last one due to the huge discontent over the decision to switch double loyalty caps from away trips to home games at Wembley. Those with most caps get priority when buying tickets for big games. The Football Supporters Federation, despite putting out a statement yesterday reaffirming its opposition to abusive chanting, believe it is inevitable that the songs — and the World War Two favourites — will be sung when England play the Republic of Ireland in Dublin on June 7. There were offensive chants made by England fans during the game against Italy in Turin on Tuesday - there is no suggestion the fans pictured were involved England's next international is against Ireland and takes place in Dublin on June 7 The FSF are in no mood to work with the FA because of the caps dispute and claim that, having taken legal advice, anti-IRA and WW2 songs are not law-breaking and that the FA showed no interest when the FSF first tackled England fans singing offensive songs in 2005. The FA regard loyalty caps and abusive chanting as two separate issues. Staging Rugby World Cup games at Leicester City’s King Power Stadium rather than the sport’s Welford Road stronghold continues to be a problem for organisers. The loyal Leicester rugby public want little to do with their football neighbours, whose three group fixtures are a long way from being sold out. Radio 5 Live’s loveable football commentator Alan Green was not happy at being asked to pay city tax on checking out of Turin’s Hotel Carlina after the England game. Green was overheard at reception moaning it was BBC’s responsibility to settle the bill and not his. But Green eventually had to cough up…all of seven euros. Alan Green (left) was allegedly upset at being asked to pay city tax leaving Turin after England played",
        "source": "maurice watkins is a sports lawyer whose firm represents qpr . raheem sterling 's agent has emerged as key player in his contract talks . peter moores will begin review into england 's failed world cup next week .",
        "target": "league one premier league clubs are making an outrageous attempt to get their man on the inside of the discussions . former manchester united director maurice watkins is now chairman of albion . he is a sports lawyer whose firm represents qpr over their efforts .",
        "edits": [
            {
                "category": "OutE",
                "id": 0,
                "annotation": null
            },
            {
                "category": "EntE",
                "id": 1,
                "annotation": null
            }
        ]
    },
    {
        "context": "Share this withEmailFacebookMessengerMessengerTwitterPinterestWhatsAppLinkedinCopy this linkJak Trueman, 15, was suffering from a rare form of blood cancer called gamma delta T-cell lymphoma.On Saturday he briefly attended a school prom held in his honour.His mother Allison broke the news of his death on his Facebook page, saying: \"Devastated and heartbroken to say my beautiful boy's gone to Heaven.\"She added: \"God bless. Jak I am the proudest Mummy ever xxxxx Simply the best xxx.\"The West Calder High School pupil had been documenting his life and treatment on social media.Since he was diagnosed with cancer last August, Jak had been posting updates on a Facebook page called Jak's Journey with the help of his mother, sister Aimie and girlfriend Hannah Boyd.The teenager's story of his fight against cancer, and his relentlessly positive attitude, touched the hearts of many people in West Lothian and beyond.The Jak's Journey page attracted more than 28,000 Likes and documented the teenage goalkeeper's love of Rangers FC, and his meetings with former Ibrox stars Neil Alexander and Nacho Novo and current goalkeeper Cammy Bell.On Saturday, he managed to make it along to his prom for 10 minutes but had to leave as he felt unwell.Jak was greeted at the event by former Rangers captain Barry Ferguson.The teenager wrote on his page: \"I would just like to make a massive apology for me only turning up and then having to go again.\"I was gutted and really sad as I never spoke to anyone, but I took really unwell really quickly as I had been lying in bed for three days without hardly moving.\"Thank you to everyone who organised it and came along. Even just knowing it was all happening for me makes me smile.\"At the party, Jak's family collected the teenager's Bronze Duke of Edinburgh Award and also the Kerry MacGregor Memorial Trophy for overcoming adversity.The Jak's Journey website highlighted Jak's stay at the Royal Hospital for Sick Children in Edinburgh and Yorkhill Hospital in Glasgow over the past few months.He was visited by players from Celtic, Hibs, Hearts and Edinburgh Rugby and the cast of the musical Wicked.Jak and his family also published many other personal moments, including him playing his tuba and visiting his classmates and teachers at school.On 23 January, Jak and his family found out from doctors that his cancer had spread throughout his body. The medics made a decision to not pursue any other treatment.At the time, Jak wrote: \"This is the saddest day of our lives yet but I am going to fight the pain and get as many days/weeks/months/years I can get. They can't give me a timescale to how long I have.\"I am so sorry to give everyone this horrible news but there's no other way to put it.\"I would like to thank all the doctors, nurses and everyone who has helped me over the past six months, they have tried their best for me.\"In the days after he received the news, Jak's family urged people to donate to a fundraising page for Leukaemia & Lymphoma Research.After becoming ill Jak also visited the Kelpies, enjoyed a romantic meal with his girlfriend, went to a party in his honour which was attended by Neil Alexander and Nacho Novo, and spent time in a supercar and on a quad bike.More money is expected to be raised for charity on Sunday at a special football match being held at the Energy Assets Arena, home of Livingston FC.",
        "source": "a terminally ill schoolboy whose inspirational story helped to raise more than # 35,000 for charity in the past week has died.",
        "target": "the family of a scottish teenager who has died in hospital in edinburgh have paid tribute to him.",
        "edits": [
            {
                "category": "CorefE",
                "id": 0,
                "annotation": null
            },
            {
                "category": "OutE",
                "id": 1,
                "annotation": null
            }
        ]
    },
    {
        "context": "Share this withEmailFacebookMessengerMessengerTwitterPinterestWhatsAppLinkedInCopy this linkThe firm said it had signed a Letter of Intent to enter into exclusive negotiations with Liberty House Group.More than 1,700 people are employed in the division, which has factories in Rotherham and Stocksbridge.Steel union Community said it welcomed news of negotiations following \"months of unnecessary stress and concern\".More on this and other South Yorkshire storiesThe union's general secretary Roy Rickhuss said: \"This is a positive step for the UK steel industry; however there remain huge challenges which government must address.\"The union said it would be seeking urgent talks with Liberty House Group and would be asking what their plans were for investment, protecting jobs and providing decent pensions for members in retirement.Tata Steel's UK boss Bimlendra Jha said the announcement was \"an important step forward\".\"We now look forward to working with Liberty on the due diligence and other work streams so that the sale can be successfully concluded,\" he said.The Speciality Steels unit makes high-end components for the automotive, aerospace and oil industries.In April, Tata sold its long-products division, based in Scunthorpe, to Greybull Capital, a UK-based investment firm.",
        "source": "tata steel has announced its preferred bidder for the # 100m sale of its speciality steels division based in south yorkshire.",
        "target": "tata steel has said it is in talks with the uk\\'s largest steel group to sell its operations to the uk.",
        "edits": [
            {
                "category": "RelE",
                "id": 0,
                "annotation": null
            },
            {
                "category": "EntE",
                "id": 1,
                "annotation": null
            }
        ]
    },
    {
        "context": "The Reds, who are fifth in National Two South, beat third-placed Chinnor 29-12 for a second win in a row.\"Tommy Phillips, Ben Priddey and Craig Williams really led the team from the front,\" Churcher told BBC Cornwall.\"If your front row and front five are making 70-plus tackles in a game you're going to be doing well and that's what happened against Chinnor.\"The Reds face seven teams who are below them in the table in their next eight games, as well as league leaders Old Elthamians.Churcher believes his side still has a lot of room for improvement, adding: \"Chinnor wasn't the complete performance, but emotionally it was a really dogged performance.\"We've got to build on what we did last weekend, because if we don't, last weekend will have been a waste of time.\"",
        "source": "redruth boss marek churcher says his side\\'s front row have been key to the club\\'s good form.",
        "target": "reds head coach tom church says the team are in \" high tackles \" as they prepare to face cornwall in the one-day cup.",
        "edits": [
            {
                "category": "RelE",
                "id": 0,
                "annotation": null
            },
            {
                "category": "OutE",
                "id": 1,
                "annotation": null
            },
            {
                "category": "EntE",
                "id": 2,
                "annotation": null
            }
        ]
    },
    {
        "context": "Share this withEmailFacebookTwitterWhatsAppLinkedinCopy this linkThe 76-year-old, who received the Â£25,000 prize for Squint (19) at Liverpool's Walker Art Gallery, was one of the shortlisted artists in 1991.Simpson, who has also made the prize longlist on three other occasions, said finally winning was \"very nice indeed\".Judge Ansel Krut said Squint (19) was \"quite extraordinary\", even though it was a \"difficult painting to look at\".The work depicts a leper squint, which Simpson said were \"holes made in the sides of medieval churches so the undesirables could look through to the service and somehow take part\".He said it was one of a series of paintings he has been working on, some of which were \"much bigger\".The relatively small size of Squint (19) - which is about 7ft (2.1m) in height - was one of the reasons Simpson entered it into the competition, though he also admitted that it \"seemed to be a good idea to send one that I was conversant with and was working with\".He said the prize money would be spent on \"stretches, canvas and - particularly - good quality paints\".\"I spend a lot of money on materials, so this money is going to go to a good cause.\"Krut said Simpson's piece was \"a little bit like a tone poem - when you spend some time with it, it gradually starts to build a picture\".\"Technically, it's very subtle and his language is very minimal, very reduced, but when you enter into it, you get into this broad field of great sympathy, because of the subject matter.\"We couldn't have asked for a better painting.\"Established in 1957, the biennial John Moores Painting Prize is one of Britain's oldest art awards.Previous winners include David Hockney and Peter Doig. Sir Peter Blake, who is now the prize's patron, won the junior title in 1961.",
        "source": "michael simpson has won the john moores painting prize, 25 years after he first came close to taking the title.",
        "target": "a painting by peter simpson has won this year\\'s peter simpson award for his \" extraordinary \" work to win the turner prize.",
        "edits": [
            {
                "category": "OutE",
                "id": 0,
                "annotation": null
            },
            {
                "category": "GramE",
                "id": 1,
                "annotation": null
            },
            {
                "category": "EntE",
                "id": 2,
                "annotation": null
            }
        ]
    },
    {
        "context": "Warrington put a dampener on Kevin Sinfield's 500th appearance for Leeds as they completed a notable double over the Super League leaders in emphatic fashion at Headingley. Sinfield was on the losing side on his debut for the Rhinos against Sheffield Eagles at Headingley in 1997 and he was powerless to prevent a repeat on his landmark occasion, with the Wolves running out 29-10 winners. The Rhinos were already trailing 20-4 when the former England skipper entered the action five minutes into the second half and it did not get much better as the Yorkshiremen came up with their worst performance of the season in front of a 17,430 crowd. Warrington Wolves forward Roy Asotasi crosses for one of his side's five tries on the night Warrington had produced their best display in an 18-6 win over Leeds in March and they were again outstanding, with full-back Stefan Ratchford and second rower Ben Currie the pick of an impressive bunch. Leeds had an early chance when prop Adam Cuthbertson was held up over the line but then it was virtually all Warrington as they established a stranglehold on the game. Loose forward Ben Harrison was held up on his back before his back-row partner Currie produced a measured grubber kick on the last tackle to create a try for winger Gene Ormsby. Leeds Rhinos winger Kallum Watkins does brilliantly to touch down in the corner It was then Harrison's turn to demonstrate his kicking skills to get his captain Joel Monaghan in for a second try, although there was a strong hint of a forward pass in the build-up. With scrum-half Richie Myler causing all sorts of problems for the Rhinos defence with his penetrative running, the visitors were good value for their 8-0 lead and it got even better for them on 23 minutes when prop Ashton Sims took hooker Mick Higham's pass near the line to go through a gaping hole for a third try. Ratchford was off target with his first two attempts at goal but it was third time lucky as he made it 14-0 and a Higham 40-20 kick enabled Warrington to maintain the momentum. Warrington forward Ben Harrison is tackled by Stevie Ward during a frantic contest at Headingley Sinfield stayed on the bench throughout the first half but the introduction of forward Mitch Achurch helped perk up the Rhinos in the last 10 minutes and they pulled a try back in scintillating fashion when winger Kallum Watkins finished off a flowing move at the corner. The Leeds captain entered the action five minutes into the second half but his side were trailing 20-4 by then after a break by lively substitute Daryl Clark created the position for Ratchford to get Currie over for Warrington's fourth try. And there was no way back for Sinfield's men when Ormsby's neat offload enabled substitute prop Roy Asotasi to score his first try for more than 12 months. Leeds Rhinos veteran Kevin Sinfield made his 500th appearance for the club on Friday night Ratchford kicked his third goal to stretch his side's lead to 26-4 and increased it with a penalty on 63 minutes after Jamie Peacock was pulled up for a high tackle. The home side pulled a try back five minutes later through Achurch and Sinfield kicked the goal but it was little more than consolation and the Wolves had the final say when stand-off Declan Patton slotted a drop goal to open his account for the club on his third appearance.",
        "source": "kevin sinfield made his 500th appearance for leeds . warrington registered tries through gene ormsby , joel monaghan , ashton sims , ben currie and roy asotasi . leeds replied with kallum watkins and mitch achurch .",
        "target": "kevin sinfield 's 500th appearance for leeds as they completed a notable double over the super league leaders in emphatic fashion at headingley . sinfield was on the losing side on his debut for the rhinos against sheffield eagles at headingley in 1997 . he was powerless to prevent a repeat on his landmark occasion , with the wolves running out 29-10 winners . leeds had an early chance when prop adam cuthbertson was held up over the line but then it was virtually all warrington .",
        "edits": [
            {
                "category": "CorefE",
                "id": 0,
                "annotation": null
            },
            {
                "category": "GramE",
                "id": 1,
                "annotation": null
            },
            {
                "category": "EntE",
                "id": 2,
                "annotation": null
            }
        ]
    },
    {
        "context": "The Crown Prosecution Service (CPS) will reveal its intentions at a meeting with victims' relatives at 11:00 BST.Ninety-six football fans were fatally injured in the 1989 stadium disaster.Margaret Aspinall, whose 18-year-old son died, said: \"Hopefully this is the journey to the end, completely, of Hillsborough.\"Last year, new inquests into the disaster in Sheffield concluded the fans had been unlawfully killed.In January, files of evidence relating to 23 suspects were referred to the CPS to decide whether charges should be brought.Of these, 15 relate to the Operation Resolve investigation into the causes of the disaster, which unfolded at the start of an FA Cup semi-final between Liverpool and Nottingham Forest on 15 April 1989.The other eight relate to an Independent Police Complaints Commission probe into the conduct of both South Yorkshire Police and West Midlands Police in the days and weeks afterwards.Relatives have been invited to a private meeting in Warrington, where they will be informed of the decisions by Sue Hemming, head of the special crime and counter-terrorism division at the CPS.Mrs Aspinall, chairwoman of the Hillsborough Family Support Group, said waiting for the decisions had been \"a long, long struggle for everybody\".She added: \"We've got to wait with anticipation to see what happens.\"It is going to be a day of mixed emotions for the families and we have had so many of them.\"Whatever happens, I still think it will be a long road, but the families are determined to never give up.\"All we want is accountability, nothing more and nothing less.\"",
        "source": "former ch supt david duckenfield faces 95 charges of manslaughter and five other senior figures will be prosecuted over the 1989 hillsborough disaster.",
        "target": "the inquests into the deaths of 96 football fans in the hillsborough disaster will be reviewed in the wake of the hillsborough inquests.",
        "edits": [
            {
                "category": "CircE",
                "id": 0,
                "annotation": null
            },
            {
                "category": "EntE",
                "id": 1,
                "annotation": null
            }
        ]
    },
    {
        "context": "Tim Sherwood has urged Aston Villa to man up as he labelled their clash with relegation rivals QPR the club's 'biggest game' for years. They host Rangers on Tuesday with Sherwood admitting he does not have the players to grind out results. Victory would move Villa five points clear of the Barclays Premier League drop zone but they will return to the bottom three if QPR, three points behind with a better goal difference, win. And Sherwood underlined the magnitude of the game ahead of the showdown. Tim Sherwood (from left to right), Les Ferdinand and Chris Ramsey during their time at White Hart Lane Sherwood (right) sits on the bench with Tottenham Hotspur staff Ferdinand (centre) and Ramsey (left) Tottenham striker Emmanuel Adebayor celebrates his goal by saluting Sherwood (right) and Ramsey (centre) 'I think this is the biggest game that a lot of these players have ever played for this football club,' he said, with Villa in 17th. 'This is without doubt the biggest game of the season for Villa and possibly one of the biggest in a number of years. 'This is the biggest (of my managerial career).' But the boss believes he must instil a different mentality into his players as he tries to keep them in the top flight. 'We've got different types of players, you look through QPR's side and they've got a lot of players who are men - with a lot of experience in there,' he said. 'We've got a few men in there - but we've got a lot of pretty much icing-on-the-cake players and I'm trying to get that mentality into them to forget about digging out results. It's not what we're cut out to do. 'I haven't identified many players who can't cope with the pressure, but you don't know until they get out there.' Sherwood is without Alan Hutton, Ashley Westwood and Scott Sinclair while Tom Cleverley, Kieran Richardson and Aly Cissokho are doubts. Sherwood faces his friend and former Tottenham assistant, QPR boss Chris Ramsey, for the first time since they both left Spurs last summer. Sherwood and Ramsey forged their friendship at Tottenham and remain close ahead of their showdown The bond between the two remains strong even if Sherwood is blocking Ramsey's mobile phone calls for now Sherwood hinted that if Ramsey's tenure at Loftus Road ends, then he would ask to bring him to Villa Park Ramsey has admitted his job at Rangers could be under threat if they get relegated and, while he admitted Ramsey may prefer to be a manager, Sherwood left the door open for a reunion at Villa. He added: 'If there was ever an opportunity for me to work with him again I would do that. 'I would have to speak to the club about whether we could find a role for him here. 'Listen, I know I am biased - he has been good for me and I have been good for him. But he is up there with the very best coaches I have ever seen.' Ramsey pictured on the touchline during a QPR match as he tries to save the club from relegation Ramsey must put his friendship with Sherwood on ice for the time being as he tries to see off his pal's team Ramsey still lives in Bedfordshire - a short drive from Sherwood's imposing house in Buckinghamshire",
        "source": "aston villa manager tim sherwood faces chris ramsey 's qpr on tuesday . both clubs are fighting relegation from the premier league this season . sherwood and ramsey will put their friendship aside when they meet . villa boss says this is the biggest game of his managerial career . click here for all the latest aston villa news .",
        "target": "aston villa host qpr in the premier league on tuesday night . tim sherwood is without alan hutton , ashley westwood and scott sinclair . the villa boss believes he must instil a different mentality into his players as he tries to keep them in the top flight . click here for all the latest aston villa news .",
        "edits": [
            {
                "category": "CircE",
                "id": 0,
                "annotation": null
            },
            {
                "category": "OutE",
                "id": 1,
                "annotation": null
            },
            {
                "category": "EntE",
                "id": 2,
                "annotation": null
            }
        ]
    },
    {
        "context": "It's well known that exercise can make your muscles bigger. Now, a study has found it may make your brain larger, too. Physical activity can increase grey matter in the brain, increasing the size of areas that contribute to balance and coordination, according to Health Day news. The changes in the brain may have health implications in the long-term, such as reducing the risk of falling, said the study's author, Dr Urho Kujala, of the University of Jyvaskyla. Scroll down for video Exercise can increase the size of areas of the brain that contribute to balance and coordination, a study found It could also reduce the risk of being immobile in older age, he added. Dr Kujala said physical activity has already been linked to a number of health benefits, such as lower levels of body fat, reduced heart disease risk factors, better memory and thinking, and a lower risk of type 2 diabetes. But he and his team wanted to understand how exercise affects the brain. They recruited 10 pairs of identical twins, who were all men aged 32 to 36 years. Focusing on twins, who have the same DNA, would allow researchers to see how their environment affects their bodies. In each pair of twins, one brother had exercised more over the past three years than the other, though they reported they carried out similar levels of exercise earlier in their lives. Dr Kujala said: 'On average, the more active members of twin pairs were jogging three hours more per week compared to their inactive co-twins.' The twins had MRI scans of their brains so researchers could see whether physical activity had any impact on the size of their brains, and specific regions. Exercise didn't seem to affect the size of the brain as a whole, Dr Kujala said. But there was a connection between more activity and more brain volume in areas related to movement, he added. Previous research found exercise is linked to lower levels of body fat, a reduced risk of heart disease, better memory and thinking, and a lower risk of type 2 diabetes The twins who exercised more did a better job of controlling their blood sugar, which reduces the risk of diabetes, a finding which is already well-known. The study was published in the journal Medicine & Science in Sports & Exercise. It comes after US researchers found regular exercise can also make you smarter. University of South Carolina experts found regular treadmill sessions create more mitochondria - structures in the cells that produce the body's energy - in the brain. This energy boost helped the brain to work faster and more efficiently, effectively keeping it younger, researchers said. In the short term this could reduce mental fatigue and sharpen your thinking in between gym sessions. And building up a large reservoir of mitochondria in the brain could also create a 'buffer' against age-related brain diseases such as Alzheimer's.",
        "source": "study : exercising increases the amount of grey matter in the brain . it makes areas of the brain that control balance and co-ordination bigger . in the long term this could reduce the risk of falling or becoming immobile . previous studies show exercise can stave off alzheimer 's and diabetes .",
        "target": "researchers at the university of UNK in the university of UNK . they recruited 10 pairs of identical twins , who were all men aged 32 to 36 years . they recruited 10 pairs of identical twins , who were all men aged 32 to 36 years .",
        "edits": [
            {
                "category": "OutE",
                "id": 0,
                "annotation": null
            },
            {
                "category": "GramE",
                "id": 1,
                "annotation": null
            }
        ]
    },
    {
        "context": "Share this withEmailFacebookMessengerMessengerTwitterPinterestWhatsAppLinkedInCopy this linkThe firm said it had signed a Letter of Intent to enter into exclusive negotiations with Liberty House Group.More than 1,700 people are employed in the division, which has factories in Rotherham and Stocksbridge.Steel union Community said it welcomed news of negotiations following \"months of unnecessary stress and concern\".More on this and other South Yorkshire storiesThe union's general secretary Roy Rickhuss said: \"This is a positive step for the UK steel industry; however there remain huge challenges which government must address.\"The union said it would be seeking urgent talks with Liberty House Group and would be asking what their plans were for investment, protecting jobs and providing decent pensions for members in retirement.Tata Steel's UK boss Bimlendra Jha said the announcement was \"an important step forward\".\"We now look forward to working with Liberty on the due diligence and other work streams so that the sale can be successfully concluded,\" he said.The Speciality Steels unit makes high-end components for the automotive, aerospace and oil industries.In April, Tata sold its long-products division, based in Scunthorpe, to Greybull Capital, a UK-based investment firm.",
        "source": "tata steel has announced its preferred bidder for the # 100m sale of its speciality steels division based in south yorkshire.",
        "target": "tata steel has announced it is to close its operations in the uk.",
        "edits": [
            {
                "category": "RelE",
                "id": 0,
                "annotation": null
            },
            {
                "category": "OutE",
                "id": 1,
                "annotation": null
            }
        ]
    },
    {
        "context": "Compared with other European countries, many apprenticeships are low quality and too short, the Sutton Trust warns.It says thousands of apprenticeships should be created to boost the economy and improve youngsters' job prospects.The Department for Education says apprenticeships are being reformed to \"drive up standards\".The Association of Colleges said some existing apprenticeships were respected by industry and should be preserved.The study, which was carried out by the Boston Consulting Group on behalf of the Sutton Trust, says fewer than 200,000 of the 520,000 apprenticeships starting in England every year are rated at level three - which is equivalent to A-level.The report cites figures that suggest  apprenticeships are offered by just one in five (20%) of employers in England, compared with over half (51%) in Germany, which, the report says, is considered to have one of the best vocational education systems.Only 61,000 new apprenticeship starts were for young people, whereas in Germany, 570,000 new apprenticeships are for youngsters and 90% of these are equivalent to A-levels.The report also notes that England's vocational system has 18,000 different qualifications, while Germany has 330.The report warns that since 2010, more than half (58%) of apprenticeships have been below level three and three-quarters have been aimed at those over the age of 25, many of whom are already in work.And it warns 11 young people are competing for each apprenticeship.In his foreword to the report, Sutton Trust chairman Sir Peter Lampl said the report had found that, with some exceptions, the opportunities on offer to young people who did not go to university were \"poor\".The attitude in England, with some exceptions, was very different to that in countries such as Germany and Switzerland, he said.\"Instead of a clear system of respected vocational routes, we suffer from a complicated patchwork where too many young people are offered qualifications of little worth in a system that confuses employers and is not valued as it should be by society,\" he said.He said the \"cruel deception\" about an expansion in apprenticeships, when many were below level three and the majority went to older workers, had to stop.The report calls for apprenticeships to be radically expanded, with up to 300,000 new starts each year. The majority of these should be at level three at least for three years, with some four-year courses at level four - higher than A-levels.No more than 10% of apprenticeships should be two-year courses at level two, it says.Sir Peter said: \"Real apprenticeships are as important to social mobility as good university degrees.\"Students facing huge loans for a university education find themselves between a rock and a hard place. Even if they would prefer to work with training, the lack of good apprenticeships means they feel they have little choice.\"England's patchwork vocational system not only hinders our economic competitiveness, it prevents tens of thousands of young people from gaining good skilled jobs.\"Teresa Frith, from the Association of Colleges, said: \"Creating 300,000 apprenticeships, when the report acknowledges there is already a shortage of apprenticeship places for 16 to-year-olds, would be a massive challenge and although we agree that there is a business case for employers to take on apprentices, at the moment too few do.\"The report also says level three apprenticeships should be the priority. This isn't a bad idea in principle but some level two apprenticeships, such as those in construction, are well-respected by the industry and should be preserved.\"The report is absolutely right to say that vocational courses should only be taught in institutions with high-quality facilities and expert teaching staff and that careers advice and guidance needs to be improved.\"A Department for Education spokeswoman said: \"We are already radically reforming apprenticeships to drive up standards so that they are more rigorous and responsive to the needs of employers.\"Since 2010 over a million people have become apprentices, providing a great start to their careers. We have already insisted that apprenticeships last for a minimum of a year, include more English and maths and that every apprenticeship is a job.\"We have consulted on wider reforms to drive up standards in apprenticeships further, and will publish plans later this month.\"",
        "source": "apprenticeships in england need to be overhauled to stop many young people being awarded practical qualifications that have little worth, a report says.",
        "target": "the number of apprenticeships in england is at its lowest level, says a new report.",
        "edits": [
            {
                "category": "CircE",
                "id": 0,
                "annotation": null
            },
            {
                "category": "OutE",
                "id": 1,
                "annotation": null
            }
        ]
    },
    {
        "context": "Last weekend, the country was declared free of the virus that killed almost 4,000 people in the country over the past 18 months.He told the BBC's Richard Hamilton about his experiences in the civil war, which ended in 2002, and his Ebola work:I had a normal family life before the war started in 1991.But at 15 I was kidnapped by the Revolutionary United Front (RUF) rebels and taken to the jungle where I was trained on how to use a gun and initiated into the group.I thought it was the end of my life. It was like living in a different world, not like living on earth.They used a blade to cut the letters RUF into my chest, so if I was thinking about escaping I knew that I could be killed if I got caught by militia who supported the government.The rebels also threatened to cut off my legs or arms if I tried to flee, and I saw this happen to other people.Sometimes they would even take out the heart from someone's chest and cook it up with onions and ask people to eat it.It seems like a nightmare now.I remember when we used to look for food and demanded that people hand it over.If they said: \"We don't have food\", we told them they were lying, and then we beat them even if they could have been telling the truth.Sometimes we were forced to kill, which we did under the influence of drugs: Marijuana was very easy to take - we used it like people drink coffee - and cocaine was also available.I was given the impression that if you took these drugs then you would be brave and if you were brave you would have the opportunity in the jungle to climb up the ranks.Luckily I did manage to escape from the jungle without being killed and I went to the capital, Freetown, but was unable to find my relatives.I lived alone, but teamed up with some guys doing things like pick-pocketing and I was caught.Fortunately [while in jail] I met a preacher called Richard Cole, who was the founder of a project called Lifeline Nehemiah which aimed to give hope, and a home, to people like me who felt they had lost hope.He encouraged me saying: \"You used to cause atrocities, but you can be used to contribute to rebuild the nation.\"At the home he encouraged me to continue with my schooling, he also told me that guys like me would be leaders of the nation and help to rebuild it.Richard taught me that it was God who was taking me through all these troubling times, and I also learnt that it was important to give back what was invested in me.He passed away in 2006 but we had that vision and continue with it.When the Ebola crisis came to Sierra Leone in 2014 we considered it to be a common enemy.We were not medical practitioners but we had the passion to change things and we decided to develop our clinic to bring in suspected Ebola cases.Through this so many lives were saved.There were three key activities.We started with education as people found it difficult to accept that Ebola was real. So we started visiting communities and explaining that it was real and it was a death sentence.We educated more than 10,000 people, and explained the message in their languages - Temne, Krio and Limba.Secondly we started supporting people by giving them food and other items. This became a massive operation - visiting 11,000 people - and started giving fresh food in urban and rural areas.Thirdly we were able to team up with other agencies and put up an Ebola treatment unit that saved so many lives.People were frightened.Sometimes when we visited people refused to accept us but as we kept coming back we became familiar to them.It was scary and some people said it was witchcraft, but we persuaded them that there were principles to observe to protect themselves.One of the worst incidents I witnessed was when I saw a pregnant woman with suspected Ebola lying in front of us.There were three others in the house who were also suspected cases and no-one could come to their house because it was too dangerous.When I saw that woman lying there I felt very bad, I came out and talked with other volunteers and after that we started to set up an Ebola treatment clinic.We didn't have any funds but we had a lot of help from local chiefs and the community, and that was how it started.Now I see my life as a changed person.I regret all that I did, but I am confident now that the future is great.We are investing in young people; I believe young people have a role in changing the world, not only Sierra Leone but the world.If we invest in them then we are building the future.11,314Deaths - probable, confirmed and suspected(Includes one in the US and six in Mali)4,808 Liberia3,955 Sierra Leone2,536 Guinea8 Nigeria",
        "source": "prince tommy williams, who used to be a child soldier in sierra leone, was one of hundreds of volunteers who helped fight the spread of ebola.",
        "target": "the world\\'s most deadly drug lord, the world\\'s most deadly drug crash in the mediterranean sea, is one of the most survivors of the world war.",
        "edits": [
            {
                "category": "OutE",
                "id": 0,
                "annotation": null
            },
            {
                "category": "GramE",
                "id": 1,
                "annotation": null
            }
        ]
    },
    {
        "context": "Share this withEmailFacebookMessengerMessengerTwitterPinterestWhatsAppLinkedInCopy this linkA review for the Commission on Local Tax Reform said there was no \"magic bullet\" to cure defects in the system.It said the council tax had built-in problems \"from day one\" but a failure to modify it had stored up more difficulties for policy makers.The commission, set up by the Scottish government and council body Cosla, will report back later this year.Prof Kenneth Gibb, from the University of Glasgow, was asked to review different systems of local taxation across the world.He found that a tax on property was used by almost all OECD countries and was seen by academics as a \"good tax\" because it was stable, difficult to avoid and could have a desirable impact on housing markets.But it also generated confusion with taxpayers unclear whether it was a tax on wealth or a charge for services such as refuse collection.Some felt it was unfair because it was not linked to current income.Prof Gibb noted that a local income tax, used by many countries, was generally perceived as fairer.But he found such a system created difficulties for local authorities because it meant their income fluctuated. There was also little opportunity to vary tax rates to reflect local priorities.He said:  \"It is clear there is no magic bullet.\"Past experience from the UK and across the world shows that reform is always going to be difficult and will inevitably be bound up with the previous experiences and traumas of past reform.\"So whilst the current council tax has many deficiencies, change and reform is a major undertaking.\"The commission now intends to hold a public consultation across Scotland before publishing its report in the autumn.A Scottish government spokesman said ministers consider the current council tax system \"as a whole to be unfair\".He added: \"That is why, along with our local government partners, we have established the cross-party Commission on Local Tax Reform to examine fairer alternatives.\"The Scottish government awaits the commission's report, which is due in the Autumn.\"",
        "source": "replacing or reforming the council tax in scotland could prove challenging, according to a study.",
        "target": "the local authorities in scotland have \" serious problems \" with the council tax system, a report has found.",
        "edits": [
            {
                "category": "OutE",
                "id": 0,
                "annotation": null
            },
            {
                "category": "EntE",
                "id": 1,
                "annotation": null
            }
        ]
    },
    {
        "context": "Share this withEmailFacebookMessengerMessengerTwitterPinterestWhatsAppLinkedInCopy this linkFrench firm EDF, which is financing most of the £18bn Hinkley Point project in Somerset, approved the funding at a board meeting.Contracts were to be signed on Friday.But Business Secretary Greg Clark has said the government will \"consider carefully\" before backing it.EDF chief executive Vincent de Rivaz has cancelled a trip to Hinkley Point on Friday following Mr Clark's comments.Critics of the plan have warned of environmental damage and potential escalating costs.They are also concerned that the plant is being built by foreign governments. One third of the £18bn cost is being provided by Chinese investors.Hours after EDF's board voted to approve the £18bn power plant on Thursday, the government launched a further review of the project.This stunning new development came all the way from the top of government and the timing seemed calculated to cause maximum impact.EDF executives were taken completely off guard, the post-Brexit run of major investment is abruptly halted and what precious entente cordiale in Anglo-French relations there is left after the EU referendum result seems diminished.Is it a genuine pause for a new government to read the small print of a project that is two administrations old, or a signal of a potential change in policy?Simon Jack: Hinkley delay is a high stakes betTom Greatrex, the chief executive of the Nuclear Industry Association, urged the government to make a decision as soon as possible.\"We need to get on and do this and that's why I'm hoping the government make their decision very soon because if it goes on for a lengthy period of time we are going to run the risk of having real problems in terms of our energy supplies,\" he said.\"Then what happens is that we end up paying a lot more and we end up paying for much more dirty power which we can't afford to do if we are to meet our climate commitments.\"Claire Jacobson, head of climate, energy and environment policy at the EEF manufacturers' organisation said the government's decision was \"yet another blow to a decision that has been hindered by many delays and uncertainties\".Hinkley Point C is expected to provide 7% of the UK's total electricity requirement.Announcing the approval of investment on Thursday, EDF had described the plant as \"a unique asset for French and British industries\", saying it would benefit the nuclear sectors in both countries and would give a boost to employment.However, the project has been hit in recent months by concerns about EDF's financial capacity.Despite the Chinese investment, Hinkley Point would remain an enormous undertaking for the stressed French company, which has had to raise money from its owners.Earlier this week, EDF shareholders approved plans to issue new shares to raise €4bn (£3.4bn) to help pay for the project.Ahead of Thursday's vote on whether to approve the project, an EDF board member, Gerard Magnin, resigned, saying the project was \"very risky\" financially.Earlier this year, EDF's finance director, Thomas Piquemal, had resigned amid reports he thought Hinkley could damage EDF itself.5,600workers on site at peak4,000km electrical cabling230,000 tonnes of steel5.6m cubic metres of earth to be movedEnvironmentalists are also concerned about the plan. Greenpeace executive director John Sauven said: \"Countless experts have warned that for British families this power station will be terrible value for money.He added that EDF's decision to go ahead with the investment, \"doesn't prove the UK is open for business post-Brexit - it just shows the Hinkley deal became too big to fail in the eyes of British and French politicians\".The campaign group added that more investment was needed for renewable energy such as offshore wind.Jan 2006 - Government proposes nuclear as part of future energy mixMar 2013 - Construction of Hinkley Point approvedOct 2013 - UK government agrees £92.50 per megawatt-hour will be paid for electricity produced at the Somerset site - around double the current market rate at the timeOct 2015 - EDF signs investment agreement with China General Nuclear Power Corporation (CGN)July 2016 - EDF board approves final investment decision, but the UK Government postpones a final decision on the project until autumn.",
        "source": "plans to build the first new uk nuclear plant in 20 years have suffered an unexpected delay after the government postponed a final decision until the early autumn.",
        "target": "plans to build a power plant in the centre of hinkley point have been suspended by the government, the government has said.",
        "edits": [
            {
                "category": "RelE",
                "id": 0,
                "annotation": null
            },
            {
                "category": "OutE",
                "id": 1,
                "annotation": null
            }
        ]
    },
    {
        "context": "In the aftermath of Sunday's derby disaster the talk among fans was of summer incomings to reboot a blue machine that, all-of-a-sudden, looks as outdated as a Commodore 64. Then there is the inevitable speculation over the future of under-fire manager Manuel Pellegrini. But the biggest challenge for Manchester City this summer could be keeping hold of something they already have. Manchester City striker Sergio Aguero looks on dejected during the defeat by United at Old Trafford The afternoon started so well for Aguero and City when he opened the scoring after just eight minutes Aguero celebrates his 99th goal for Manchester City with David Silva as De Gea looks dejected It may have gone largely unnoticed in the carnage at Old Trafford but there was an important landmark for the brilliant Sergio Aguero that deserves to be recognised. The aftermath of a crushing derby defeat at the old enemy may not be the place for jelly and ice-cream but the Argentine's tremendous feat of scoring 100 goals in just 158 appearances should be cause for celebration. Take a minute to think where City would have been without that century. Remember THAT title-winning goal against QPR in 2012? Most, in that situation, would have put their foot through the ball as soon as it arrived from Mario Balotelli. Not Kun. The man who takes his nickname from a cartoon character had City fans believing in fairy tales when he feigned a shot to open up space before firing home probably the biggest goal in the club's long history. That calm head, that powerful shot and that unnerving ability to find the target are what City paid what now looks like a bargain £38m for in 2011. Aguero netted his 100th goal for City in the 89th minute but there was no cause for celebration The Argentine strikes in injury time against QPR to win Manchester City the title in 2012 Aguero celebrates with Edin Dzeko after that goal when City scored twice in injury time to win title Aguero is settled in Manchester and signed a new five-year deal only last August. However, he now has to think of himself. If the unthinkable happens and City slip outside the top four will one of the best players in the world be happy at a season without showcasing his talents on the Champions League stage? There are admirers. Real Madrid and Barcelona are both fans. Should either register an interest City would face a desperate battle to keep hold of their star man. While a move to Madrid may come with an enticing caveat in the shape of Gareth Bale, the loss of Aguero would be exceptionally difficult to recover from. Where else do you get those goals from? While it is too early in his City career to pass judgement it would appear that the burden would be too much for Wilfried Bony's broad shoulders. Wilfried Bony has only scored once in five appearances since joining City from Swansea in January City's ageing squad is in need of a major overhaul in the summer Juventus midfielder Paul Pogba is a potential target as the City owner prepares to open the cheque book The former Swansea City man, who cost just £10m less than Aguero, has failed to hit the ground running since his January move and has scored only once in five appearances. The powers-that-be would no doubt have to open their chequebook but who would come to an Aguero-less City? And, should they sleepwalk out of the top four, who would dream of coming to a club without Champions League football? The likes of Paul Pogba and Raheem Sterling are potential targets. Sportsmail understands discussions have already taken place with a number of new additions. But will they also want to come to a club shorn of its idol? It is a big question and one that City will be desperate not to have to discover the answer to. Liverpool contract rebel Raheem Sterling could also be on any list of summer targets Manuel Pellegrini is facing the sack even if Manchester City qualify for the Champions League There are others to ponder. Does Pellegrini stay? And what share of the blame do executives Ferran Soriano and Txiki Begiristain take? Are they at fault for spending the best part of £200m since 2012 without really strengthening the team or does Pellegrini carry the can? With Financial Fair Play sanctions hurting, it was essential that City got bang for the buck. In reality they barely had a whimper. The pile on the in-tray on chairman Khaldoon al Mubarak's desk seems to be getting taller every week. It is essential that keeping Aguero is top of that ever-growing list or else that ageing blue machine risks heading for an even bigger crash.",
        "source": "manchester city were beaten 4-2 by manchester united at old trafford . defeat leaves city fourth in premier league , four points behind man united . man city desperately need to strengthen an ageing squad in the summer . and it remains to be see whether city will stick with manuel pellegrini . but the biggest challenge could be keeping hold of sergio aguero . argentine scored a brace against united to take his tally for city to 100 .",
        "target": "manchester city beat qpr 1-0 at old trafford on sunday . sergio aguero scored 100 goals for manchester city in the 89th minute . manuel pellegrini 's side were beaten in the premier league table .",
        "edits": [
            {
                "category": "CircE",
                "id": 0,
                "annotation": null
            },
            {
                "category": "OutE",
                "id": 1,
                "annotation": null
            },
            {
                "category": "EntE",
                "id": 2,
                "annotation": null
            }
        ]
    },
    {
        "context": "The Asian Civilisation Museum (ACM) bought the artwork for $650,000 (£420,000) from New York dealer Art of the Past in 2007.The company's manager later admitted selling stolen Indian antiquities, including the bronze being returned.The allegations first came to light during a 2012 court case against the firm for trafficking antiquities.The sculpture of Hindu goddess Uma Parameshvari is thought to have been stolen from a Shiva temple in Tamil Nadu in southern India.The decision to return the item came after discussions between Singapore's National Heritage Board and the Indian government body looking after its antiquities, the Archaeological Survey of India (ASI).The ASI submitted an official request for the return of the sculpture in May, according to the museum.\"While there is no conclusive proof that the sculpture was stolen from a Shiva temple in Tamil Nadu, India, ACM took note of the confession of Aaron Freedman, who was the manager of Art of the Past, of dealing in looted Indian antiquities and of criminal possession of 150 stolen objects,\" the museum said in a statement.It was one of 30 objects ACM bought from the art dealer, although none of the others are thought to be listed as stolen. The ASI was reportedly allowed to view them, anyway.The museum said it will take legal action to get compensation for the apparent fraud.",
        "source": "a singapore museum will return to india an 11th century sculpture believed to have been stolen from that country.",
        "target": "one of india\\'s most iconic artists, singapore item, has been stolen from a temple in the indian capital, delhi.",
        "edits": [
            {
                "category": "CircE",
                "id": 0,
                "annotation": null
            },
            {
                "category": "OutE",
                "id": 1,
                "annotation": null
            },
            {
                "category": "EntE",
                "id": 2,
                "annotation": null
            }
        ]
    },
    {
        "context": "Youssouf Mulumbu has cast his vote for the PFA Player of the Year awards and has picked Harry Kane and Eden Hazard for the main prizes. The West Brom midfielder has chosen Tottenham striker Kane for the top award while Chelsea wideman Hazard is Mulumbu's pick for young player of the year. The Baggies player posted an image of his voting slip to Twitter on Wednesday and asked his followers: 'What do u (sic) think?!' Harry Kane has been given the nod by Youssouf Mulumbu for this season's players' Player of the Year award The West Brom midfielder has picked Chelsea wideman Eden Hazard for the young player of the year prize Congo international Mulumbu posted his votes for this year's PFA awards to Twitter on Wednesday Mulumbu challenges QPR defender Yun Suk-Young during West Brom's 4-1 defeat at The Hawthorns Goalkeeper: Hugo Lloris Defenders: Nathaniel Clyne, John Terry, Jose Fonte, Cesar Azpilicueta Midfielders: Yannick Bolasie, Alexis Sanchez, Nemanja Matic, Eden Hazard Strikers: Harry Kane, Diego Costa Clearly impressed by Kane's 19 Premier League goals this term, Mulumbu has tipped the 21-year-old for the players' Player of the Year award while selecting Hazard, almost three years Kane's senior, for the young player's prize. The DR Congo international also showed his selections for Team of the Year and picked five Chelsea players in his XI. Hazard was joined  by Blues' team-mates John Terry, Cesar Azpilicueta, Nemanja Matic and John Terry. Hugo Lloris was given the nod in goal, Southampton defenders Nathaniel Clyne and Jose Fonte joined Terry and Azpilicueta at the back while Crystal Palace winger Yannick Bolasie and Arsenal frontman Alexis Sanchez made up the rest of Mulumbu's XI alongside Kane. Alexis Sanchez was selected in Mulumbu's PFA Team of the Year having impressed for Arsenal this term Tottenham goalkeeper Hugo Lloris was also picked in goal as Mulumbu selected his XI of the year",
        "source": "youssouf mulumbu has revealed votes for the player of the year awards . west brom midfielder has picked harry kane for the main award . eden hazard was selected by mulumbu for the young player award .",
        "target": "the west brom midfielder selected harry kane and eden hazard for the main prize . the west brom midfielder has picked up the award for the player of the year award . the west brom midfielder has picked harry kane and eden hazard for the main accolade .",
        "edits": [
            {
                "category": "CorefE",
                "id": 0,
                "annotation": null
            },
            {
                "category": "RelE",
                "id": 1,
                "annotation": null
            }
        ]
    },
    {
        "context": "Aberdeenshire-based Harbro Group saw pre-tax profit increase by £800,000, to £3.5m, in the year to the end of June 2016.This was despite turnover falling by £1m to just over £100m.Harbro said international sales grew over the year, both in Europe and in new markets further afield.The Turriff-based company manufactures and supplies feeds for the beef, sheep, dairy, pig and poultry sectors.It also has a network of 19 shops across Scotland, operating under the Country Store brand. The stores cater for farming and rural communities with a range of products, including fireside supplies, country clothing and footwear.In accounts filed with Companies House, the company said: \"As always, the outlook for agriculture is difficult to predict.\"We have certainly been experiencing challenging times over the last 12-18 months but the industry is a robust one.\"The impact of Brexit is still to be fully understood, although the board are confident that the group will be well positioned for whatever business challenges this may bring about.\"",
        "source": "one of scotland\\'s largest animal feed producers has posted a rise in profits, despite reporting a ``challenging\\'\\'year for the industry.",
        "target": "one of scotland\\'s largest food suppliers has reported a rise in turnover and profits for the past year.",
        "edits": [
            {
                "category": "RelE",
                "id": 0,
                "annotation": null
            },
            {
                "category": "CircE",
                "id": 1,
                "annotation": null
            },
            {
                "category": "OutE",
                "id": 2,
                "annotation": null
            }
        ]
    },
    {
        "context": "Hibs have started the process of appointing a new boss after thanking Stubbs for doing \"a magnificent job\" over his two-year spell.Stubbs, 44, decided to return to England shortly after ending Hibs' 114-year wait to win the Scottish Cup.\"They fitted in with my ambition,\" Stubbs said of Rotherham.The Englishman has signed a three-year deal with the Millers, who reached a settlement with Hibs over compensation for Stubbs and his assistant, John Doolan.\"Alan and his staff have done a magnificent job, with the pinnacle obviously being that historic Scottish Cup win for which every Hibernian supporter is thankful,\" said Hibs chief executive Leeann Dempster. \"We wish them every success in the future\"The task now for Hibernian is to find a head coach who will lead us back into Scotland's top flight by winning the Championship this season.\"We expect high calibre candidates, and while we understand there will be a lot of speculation, as ever this club will go about its business quietly and professionally and speak when there is something meaningful to say.\"Speaking for the first time since his appointment at New York Stadium, Stubbs admitted it was a \"really difficult decision\" to leave Hibs, but that moving to the Championship in England was \"the next chapter\" for his career.Rotherham finished one place outside the relegation zone last season but Stubbs believes he can guide the team up the table to match his own ambitions and those of chairman Tony Stewart.\"I was impressed by what the chairman had to say, what his vision is for the club and the ambition,\" he explained.\"The club's had two seasons where they've stabilised in the Championship and we're looking to take the club forward. We want to be moving up the table and ultimately we want to be a club that is around the play-offs. That has to be the aim.Media playback is not supported on this device\"The plan has always been to be the best I can. I wanted to manage at the very top level. I got a great opportunity at Hibernian, they've been fantastic with me, I really enjoyed my two years there.\"I'm glad I've been able to leave on the back of a successful end to the season but now it's a new chapter and one that's very exciting for me.\"Stewart insisted that, despite lengthy talks with Hibs over compensation - and Stubbs and Doolan ultimately resigning from their posts - relations between the two clubs were fine. And he confirmed that compensation will be paid to the Easter Road club.\"Alan had another year on his contract, so we did the protocol with Hibs,\" Stewart said. \"My CEO had discussions with them to talk to Alan and that led to the appointment. We agreed a settlement with Hibs and we move forward now freely.\"We've followed Alan's career. He was on the radar months ago, the timing was right and we took the opportunity. I like the drive, the leadership.\"Football is about moving around. Hibs have been fantastic, Alan's told me how good they've been up there and it's sad they've lost a manager and Rotherham gained him. We look forward now to getting ready for next season.\"",
        "source": "alan stubbs says leaving hibernian for rotherham united was a ``calculated risk\\'\\'but ``the right decision at the right time\\'\\'.",
        "target": "hibernian head coach alan stubbs will leave the championship club at the end of the season to succeed rotherham united boss rotherham united.",
        "edits": [
            {
                "category": "OutE",
                "id": 0,
                "annotation": null
            },
            {
                "category": "OtherE",
                "id": 1,
                "annotation": null
            }
        ]
    },
    {
        "context": "The stone got past the elephant's fence and a ditch separating the animal and visitors, the zoo said in a statement.The girl was taken to hospital and died within a few hours, the zoo added.The zoo statement said the enclosure met international standards and said \"this kind of accident is rare, unpredictable and unusual\".Africa Live: More on this and other storiesThe statement went on (in French) to point out two other recent incidents in the US:Phyllis Lee, Scientific Director of the Amboseli Trust for Elephants, says that targeted throwing of stones and branches by elephants is very unusual.\"It can happen when elephants are frustrated or bored. In my opinion, it's unlikely the elephant was directly targeting the girl - but exhibiting frustration. You can't predict what animals in captivity will do.\"The moments after the girl was struck at Rabat Zoo on Tuesday were filmed by a bystander and uploaded onto YouTube.The video shows the elephant waving its trunk behind a fence and swerves round to show a stone on the ground.Metres away people are gathered around the girl, holding her head and stroking her leg.",
        "source": "a seven-year-old girl has died after being hit by a stone thrown by an elephant from its enclosure at rabat zoo in morocco.",
        "target": "an elephant has died after being hit by a elephant at a zoo in the us state of idaho.",
        "edits": [
            {
                "category": "CircE",
                "id": 0,
                "annotation": null
            },
            {
                "category": "RelE",
                "id": 1,
                "annotation": null
            },
            {
                "category": "EntE",
                "id": 2,
                "annotation": null
            }
        ]
    },
    {
        "context": "Share this withEmailFacebookMessengerMessengerTwitterPinterestWhatsAppLinkedInCopy this linkTemperton died in London last week at the age of 66 after \"a brief aggressive battle with cancer\", Jon Platt of Warner/Chappell music publishing said.Temperton's other hits included Off The Wall and Baby Be Mine for Jackson and Boogie Nights for his band Heatwave.Chic guitarist Nile Rodgers was among those paying tribute, tweeting: \"Your genius gave us a funkier world!\"Michael Jackson's sister LaToya wrote: \"A brilliant prolific #songwriter Rod Temperton may you #RIP one of my favorite #songs Rock With You #Thriller #legend #Music #MichaelJackson\"Producer and DJ Mark Ronson wrote: \"So devastated to hear that Rod Temperton has passed away. a wonderful man & one of my favourite songwriters ever. thank you for the magic x\"Temperton, whose private funeral has taken place, was nicknamed The Invisible Man because of his low profile.Born in Cleethorpes, North East Lincolnshire, Temperton traced his songwriting ability back to his father's influence.\"My father wasn't the kind of person who would read you a story before you went off to sleep,\" he once said.\"He used to put a transistor radio in the crib and I would go to sleep listening to Radio Luxembourg, and I think somehow that had an influence.\"In the 1970s, after a spell working in a frozen food factory in Grimsby, he answered an advert in Melody Maker magazine for a keyboardist.The band he joined was disco group Heatwave, and his songs like Boogie Nights, Always & Forever and Groove Line became big hits for the band in the 1970s.By the time he left the band in 1978, his tunes had caught the attention of producer Quincy Jones, who was looking for songwriters for a new Michael Jackson LP.Temperton penned three songs for Off The Wall, which became Jackson's breakthrough solo album - the title track, Rock With You and Burn This Disco Out.He went on to write three more for follow-up Thriller - the title track, which became one of Jackson's signature smashes, plus Baby Be Mine and The Lady in My Life.They helped make Thriller the best-selling album of all time in the US, with 32 million copies sold.His tunes have also been recorded by artists including Anita Baker, Donna Summer, Aretha Franklin and The Brothers Johnson.Temperton won a Grammy Award in 1990 for his work on Birdland, from Quincy Jones's album Back on the Block.He was nominated for two Oscars in 1986 for his work with Jones on the soundtrack for The Color Purple.He once summed up his approach to songwriting: \"The first criteria is write something you love first, and once you feel those hairs standing up on the back of your hand, you can go to the world.\"In a statement released on Wednesday, Warner/Chappell's Jon Platt said: \"His family is devastated and request total privacy at this, the saddest of sad times.\"Vocalist Chaka Khan, who recorded Temperton's tracks with the funk band Rufus, paid tribute, writing on Twitter: \"Thank u 4 your superlative songwriting @RodTemperton. U will always Live in Me. Rest in power.\"BBC radio presenter Gilles Peterson wrote: \"Apart from Lennon and McCartney no one from the UK has written more gold plated songs than Sir Rod Temperton... a huge loss. RIP\"Follow us on Twitter @BBCNewsEnts, on Instagram at bbcnewsents, or if you have a story suggestion email entertainment.news@bbc.co.uk.",
        "source": "rod temperton, the british songwriter best known for michael jackson\\'s thriller and rock with you, has died.",
        "target": "temperton temperton, one of the uk\\'s most famous 66, has died at the age of 74.",
        "edits": [
            {
                "category": "CircE",
                "id": 0,
                "annotation": null
            },
            {
                "category": "GramE",
                "id": 1,
                "annotation": null
            }
        ]
    },
    {
        "context": "The Reds, who are fifth in National Two South, beat third-placed Chinnor 29-12 for a second win in a row.\"Tommy Phillips, Ben Priddey and Craig Williams really led the team from the front,\" Churcher told BBC Cornwall.\"If your front row and front five are making 70-plus tackles in a game you're going to be doing well and that's what happened against Chinnor.\"The Reds face seven teams who are below them in the table in their next eight games, as well as league leaders Old Elthamians.Churcher believes his side still has a lot of room for improvement, adding: \"Chinnor wasn't the complete performance, but emotionally it was a really dogged performance.\"We've got to build on what we did last weekend, because if we don't, last weekend will have been a waste of time.\"",
        "source": "redruth boss marek churcher says his side\\'s front row have been key to the club\\'s good form.",
        "target": "exeter city manager brian churcher says his side are ``making 70-plus tackles\\'\\'in the premier league title race.",
        "edits": [
            {
                "category": "CircE",
                "id": 0,
                "annotation": null
            },
            {
                "category": "OutE",
                "id": 1,
                "annotation": null
            },
            {
                "category": "EntE",
                "id": 2,
                "annotation": null
            }
        ]
    },
    {
        "context": "Share this withEmailFacebookTwitterPinterestWhatsAppLinkedinCopy this linkMr Schmidt told the BBC that the company did what was \"legally required\" to pay the right amount of taxes.Google paid Â£10m in UK corporate taxes between 2006 and 2011.Mr Schmidt said it was up to the government to change its tax system if it wanted companies to pay more taxes.Speaking on BBC Radio 4's Start the Week, he said: \"What we are doing is legal. I'm rather perplexed by this debate, which has been going in the UK for some time, because I view taxes as not optional.\"I view that you should pay the taxes that are legally required. It's not a debate. You pay the taxes.\"If the British system changes the tax laws, then we will comply. If the taxes go up, we will pay more, if they go down, we will pay less. That is a political decision for the democracy that is the United Kingdom.\"Meanwhile, the head of the Parliamentary Public Accounts Committee, Margaret Hodge, has suggested a new committee should be established to oversee the tax arrangements of major firms.She told the Independent newspaper that such a committee could hear evidence from companies in secret, meaning that companies would not be able to hide their tax affairs behind confidentiality rules.Google, most of whose UK sales are routed through Ireland, is one of the multinationals strongly criticised for organising their tax affairs in ways that minimise the amounts they pay in the UK.Last week, European Union leaders agreed to tackle tax avoidance through an \"automatic information exchange between tax authorities\" to monitor the situation.The Google chairman has previously argued that corporate taxes should be levied in the country where it conducts economic activity and takes risks, rather than where products are consumed.He has also called for a debate on international tax reform.\"Politicians - not companies - [should] set the rules...When legislators are doing the lobbying and companies are articulating the law as it stands, it's a confusing spectacle for everyone,\" he recently wrote in the Observer.\"Our hope is to move the debate forward, with everyone engaged constructively in developing a clearer, simpler system - one in which companies that abide by the law know that the politicians who devised the rules are willing to defend and commend them.\"",
        "source": "google\\'s executive chairman eric schmidt has said he is ``perplexed\\'\\'by the ongoing debate over the company\\'s tax contributions in the uk.",
        "target": "the head of google\\'s tax affairs committee has defended the uk\\'s tax rules, saying they are \" very confident \" the law will end in",
        "edits": [
            {
                "category": "OutE",
                "id": 0,
                "annotation": null
            },
            {
                "category": "GramE",
                "id": 1,
                "annotation": null
            },
            {
                "category": "EntE",
                "id": 2,
                "annotation": null
            }
        ]
    },
    {
        "context": "Share this withEmailFacebookMessengerMessengerTwitterPinterestWhatsAppLinkedinCopy this linkAmarmandakh Sukhbaatar was performing in the country's capital Ulan Bator when the alleged attack took place.Russian news reports said he was hit over the head with a bottle and repeatedly kicked in the face.The Russian embassy said it was investigating, but called local press reports \"distorted\".The rapper had taken to the stage in a red deel - a Mongolian robe - embroidered with a swastika.Though associated with the Nazis, the swastika is a traditional symbol in Mongolia that pre-dates Hitler.Mr Sukhbaatar's father, Sevjidiin Sukhbaatar, told a news conference that his son spent about 10 days in a coma after the beating.\"My son was hit in the face several times with a metal object and was seriously injured. His brain was seriously hurt,\" he said.Mr Sukhbaatar displayed a book of traditional swastika patterns to emphasise that it is not a hate symbol in his country.The Russian official accused of attacking the rapper has not been identified.In a statement, the Russian embassy said it was investigating press and social media reports of the assault.\"According to our preliminary information,\" it said, the reports were \"distorted, particularly about the date, the number of participants and the circumstances of the accident\".Tens of millions of Soviet citizens died fighting the forces of Nazi Germany during World War Two.The swastika is believed to have originated in India thousands of years ago, and was used in Mongolia as a symbol of eternity centuries before the Third Reich.Amarmandakh Sukhbaatar - who is known as Amraa and is the lead singer of the band Khar Sarnai [Black Rose] - frequently wears the symbol on stage, and his songs often refer to his country's history, culture and identity.The swastika is also used by groups on Mongolia's far-right however.The musician's lawyer, father, and a band member denied reports on social media that he shouted \"Heil Hitler\" at the show.Lawyer Gankhuugiin Batbayar said the suspect in the beating had not been arrested, adding: \"[He] must be investigated according to Mongolian law, no matter his status or immunity as a diplomat\".A police spokesman told the AFP news agency that the case was under investigation.\"The suspect is a Russian diplomatic officer and the reason he wasn't kept in detention is the injury is not serious,\" he said.\"It's not true that the suspect wasn't arrested because of diplomatic immunity.\"",
        "source": "a top mongolian rapper was beaten into a coma by a russian diplomat after wearing a swastika on stage, his lawyer and family have claimed.",
        "target": "a mongolian rapper is in a critical condition in hospital after being beaten with a swastika during a concert in mongolia, officials say.",
        "edits": [
            {
                "category": "RelE",
                "id": 0,
                "annotation": null
            },
            {
                "category": "CircE",
                "id": 1,
                "annotation": null
            },
            {
                "category": "EntE",
                "id": 2,
                "annotation": null
            }
        ]
    },
    {
        "context": "St Botolph's Church, known as Boston Stump, was badly damaged following a tidal surge in 2013 that hit the Lincolnshire town of Boston.The floodlights were replaced but the switch-on was put in doubt when two lights were stolen.Reverend Alyson Buxton said it was \"fantastic\" to see the church lit up.\"We've all been so excited for this moment,\" she said.\"It's wonderful to see so many people here who've had a wonderful service inside. There's at least 400 people here so it's absolutely fantastic.\"The lights were switched on by BBC Radio Lincolnshire presenters Carla George and Scott Dalton.Peter Sherlock, who gave the church Â£2,000 to reinstall the stolen lights, was among those present and said the service was \"very moving\".He is still offering a reward of Â£2,000 for information about who stole the lights.Matt Warman, the Boston and Skegness MP, was also there.\"A lot of Boston's heritage is about this building and it's hugely significant for everyone,\" he said.\"It's been a long time since the floods that turned these lights off and I think people are now finally starting to see that we are able to get past that and to show people that Boston is unquenchable.\"",
        "source": "the exterior of a church known for its tall tower has been lit up for the first time in two years after it was flooded.",
        "target": "hundreds of people have attended the opening of a church that was damaged during last year\\'s floods.",
        "edits": [
            {
                "category": "CircE",
                "id": 0,
                "annotation": null
            },
            {
                "category": "LinkE",
                "id": 1,
                "annotation": null
            }
        ]
    },
    {
        "context": "Kemp, who last played Grant Mitchell in 2006, said it would be \"a brief return\".\"When I was approached about returning to EastEnders for Barbara's final episodes, it was something I could not turn down,\" he said.Following her surprise return to Albert Square, Dame Barbara announced her character would be killed off.Her character reappeared on Friday, having left in 2010, to tell her eldest son Phil, played by Steve McFadden, that her cancer had returned.After the episode, producers revealed that Peggy would die from the disease in emotional scenes to be screened in the spring.Now Kemp, who played Grant from 1990-1999 and then again in 2005 and 2006, will return to bring the Mitchell family back together.\"Barbara is a very close friend, so when I learned of the storyline it felt right that the Mitchell brothers are reunited with their mother for the last time,\" he said.\"I am really looking forward to going back to EastEnders and filming what are set to be some classic EastEnders episodes.\"Grant Mitchell has been one of the soap's most memorable characters in its 30-year history, arriving in 1990 along with brother Phil.He was involved in repeated family dramas including having an affair with his brother's wife, Kathy, and having his brother go on to marry his ex-wife Sharon.\"Grant Mitchell is an EastEnders legend and finally he is returning home to Walford to say goodbye to his mother and be reunited not just with his old loves but also his brother,\" said EastEnders executive producer Dominic Treadwell-Collins.\"To have the Mitchell brothers come face to face again, having to face losing their mother, is an opportunity to show Ross Kemp and Steve McFadden at their very best.\"",
        "source": "ross kemp is returning to eastenders as part of a storyline that will see dame barbara windsor exit the soap for good.",
        "target": "former eastenders captain dame barbara kemp is to return to eastenders for the final time in more than a decade, the bbc has confirmed.",
        "edits": [
            {
                "category": "OutE",
                "id": 0,
                "annotation": null
            },
            {
                "category": "EntE",
                "id": 1,
                "annotation": null
            }
        ]
    },
    {
        "context": "After a drab game with few chances for either side, Mohamed Salah teed up El Said, who struck firmly past Uganda keeper Denis Onyango on 89 minutes.Uganda's Joseph Ochaya earlier had a goal correctly disallowed for offside.The win means Egypt play Ghana on Wednesday with top spot of Group D still at stake, while Uganda are out of their first tournament since 1978.Ghana secured their place in the quarter-finals with a 1-0 victory over Mali earlier on Saturday.On a deteriorating pitch in Port-Gentil, seven-times champions Egypt failed to break down a resolute Cranes defence for long periods.Onyango made an impressive clearing header to deny the onrushing Salah at the end of an otherwise lifeless first half.Uganda began the second half brightly, forcing veteran Egypt goalkeeper Essam El Hadary to punch several set-pieces clear but ultimately failed to register a shot on target as Ochaya turned in Faruku Miya's through ball from a clearly offside position on 52 minutes.El Said blasted a shot well over when unmarked and Marwan Mohsen went close for the Pharaohs with a header, but Egypt appeared to be heading for their second consecutive goalless draw.However, an otherwise quiet Salah showed great composure late on to check his shot and play in El Said with a reverse pass, the substitute's close-range shot evading Onyango.Uganda now face Mali in the final round of group games on Wednesday, with Mali needing a win and for Ghana to beat Egypt by two goals or more if they are to qualify.Match ends, Egypt 1, Uganda 0.Second Half ends, Egypt 1, Uganda 0.Offside, Uganda. Murshid Jjuko tries a through ball, but Muhammad Shaban is caught offside.Hand ball by Moses Oloya (Uganda).Kahraba (Egypt) wins a free kick in the attacking half.Foul by Hassan Wasswa (Uganda).Offside, Egypt. Kahraba tries a through ball, but Marwan Mohsen is caught offside.Substitution, Uganda. Moses Oloya replaces Denis Iguma.Mohamed Shafy (Egypt) wins a free kick in the defensive half.Foul by Khalid Aucho (Uganda).Goal!  Egypt 1, Uganda 0. Abdallah El Said (Egypt) right footed shot from the centre of the box to the centre of the goal. Assisted by Mohamed Salah.Attempt missed. Amr Warda (Egypt) right footed shot from outside the box is too high. Assisted by Mohamed Shafy.Corner,  Uganda. Conceded by Ahmed Fathy.Attempt blocked. Joseph Ochaya (Uganda) left footed shot from outside the box is blocked. Assisted by Nicholas Wadada.Delay over. They are ready to continue.Substitution, Uganda. Nicholas Wadada replaces Faruku Miya.Substitution, Egypt. Kahraba replaces Trezeguet.Delay in match Khalid Aucho (Uganda) because of an injury.Attempt saved. Marwan Mohsen (Egypt) left footed shot from outside the box is saved in the centre of the goal. Assisted by Amr Warda.Tonny Mawejje (Uganda) wins a free kick in the defensive half.Foul by Mohamed Elneny (Egypt).Delay over. They are ready to continue.Delay in match Mohamed Shafy (Egypt) because of an injury.Foul by Muhammad Shaban (Uganda).Ali Gabr (Egypt) wins a free kick in the defensive half.Hand ball by Trezeguet (Egypt).Attempt missed. Marwan Mohsen (Egypt) header from the centre of the box is just a bit too high. Assisted by Mohamed Shafy with a cross following a set piece situation.Foul by Murshid Jjuko (Uganda).Marwan Mohsen (Egypt) wins a free kick in the attacking half.Godfrey Walusimbi (Uganda) wins a free kick on the left wing.Foul by Ahmed Fathy (Egypt).Attempt saved. Trezeguet (Egypt) right footed shot from the centre of the box is saved in the centre of the goal.Attempt blocked. Trezeguet (Egypt) right footed shot from outside the box is blocked. Assisted by Amr Warda.Substitution, Egypt. Amr Warda replaces Ramadan Sobhi.Substitution, Uganda. Muhammad Shaban replaces Geofrey Massa.Attempt missed. Abdallah El Said (Egypt) right footed shot from the centre of the box is high and wide to the right.Foul by Joseph Ochaya (Uganda).Ahmed Fathy (Egypt) wins a free kick in the defensive half.Substitution, Egypt. Abdallah El Said replaces Tarek Hamed.Foul by Geofrey Massa (Uganda).",
        "source": "substitute abdallah el said scored a late winner for egypt to knock uganda out of the africa cup of nations.",
        "target": "ghana stunned egypt 1-0 in their final africa cup of nations qualifier on sunday as they beat uganda 1-0 in the final round of euro 2017.",
        "edits": [
            {
                "category": "OutE",
                "id": 0,
                "annotation": null
            },
            {
                "category": "EntE",
                "id": 1,
                "annotation": null
            }
        ]
    },
    {
        "context": "In an interview with newspaper Die Zeit, Hitzlsperger said he was coming out to advance discussion of a topic that was \"simply ignored\" in German football.He is the most prominent footballer to publicly reveal his homosexuality and his former team-mates were quick to praise his announcement.Arsenal and Germany forward Lukas Podolski wrote on Twitter: \"Respect to Thomas Hitzlsperger! That was a courageous and correct decision and an important step.\"And retired defender Arne Friedrich, who played with Hitzlsperger at Euro 2008, wrote: \"Proud of you Thomas. A good decision and in my opinion the right time.\"There was also support for Hitzlsperger from leading figures in German football administration.\"Finally, a footballer has the courage to make his sexuality public,\" said Theo Zwanziger, the former president of the German Football Association.Bundesliga president Reinhard Rauball said in a statement: \"The decision of Thomas Hitzlsperger to be the first prominent footballer to make public his homosexuality is - even after his active career - a huge and courageous step, and surely leads the way in the fight against homophobia.\"Gary Lineker ‏@GaryLinekerCongratulations to Thomas Hitzlsperger on bravely being the first player to have played in the PL to 'come out'Joseph Barton ‏@Joey7Barton 15mThomas Hitzlsperger has shown a lot of courage today. Sad times when people have to wait till they retire from their chosen profession......before the feel other people will judge them solely on who the human being is. Shame on all of us as a society.John Amaechi OBE ‏@JohnAmaechiCongratulations to Thomas Hitzlsperger - welcome to the club!Bayern Munich, the club where Hitzlsperger began his career as a junior, also tweeted their support for the midfielder's \"brave step\".Hitzlsperger's announcement is seen as a watershed moment in Germany, which like England has struggled with the problem of homophobia in football.Zwanziger admitted that football was \"now as ever a hard business, where unfortunately an open discourse about homosexuality is still not taken for granted\".Current Germany captain Philipp Lahm created controversy in 2011 when he wrote in his autobiography that he would encourage gay footballers to keep quiet about their sexuality.\"I would not encourage any gay professional footballer to come out,\" he wrote at the time. \"I would fear that he would end up like Justin Fashanu [the English footballer who killed himself after revealing that he was gay].\"The last German footballer to come out was second tier player Marcus Urban, who told Die Welt in 2007 that he knew of at least three gay footballers in the Bundesliga who were too scared to reveal their sexuality.German Chancellor Angela Merkel's spokesman Steffen Seibert praised Hitzlsperger for going public.\"It's good that he's spoken about something which is important to him,\" Seibert told a media briefing.\"We live in a country where nobody should be worried about making his sexuality known or concerned about intolerance.\"We judge footballers on whether they have behaved well and worthily on and off the pitch and I believe that both are the case with Mr Hitzlsperger.\"Openly Gay German politician Volker Beck said he hoped Hitzlsperger's announcement would encourage others to do the same.\"I hope that Hitzlsperger's courageous step contributes to finally breaking down this taboo,\" he said. \"It's now the job of the German FA to embolden active players [to do the same].\"And Zwanziger said he was optimistic that Hitzlsperger's announcement would lead to greater openness about sexuality in German football.He said: \"I'm confident that sexual orientations will soon not be an issue in football at all.\"",
        "source": "german football has rallied around thomas hitzlsperger after the former international midfielder revealed he was gay.",
        "target": "thomas hitzlsperger has become the first german footballer to have his sexuality played in the german premier league, the football association has said.",
        "edits": [
            {
                "category": "RelE",
                "id": 0,
                "annotation": null
            },
            {
                "category": "GramE",
                "id": 1,
                "annotation": null
            },
            {
                "category": "EntE",
                "id": 2,
                "annotation": null
            }
        ]
    },
    {
        "context": "Just one day after it was learned Bobby Flay had separated from his wife of 10 years, Law & Order: SVU star Stephanie March, the famous chef has filed for divorce. According to TMZ, the 50-year-old Food Network standout is 'heartbroken' about the split and his wife is 'mighty unhappy' with the prenup which is said to favor Bobby. Also on Friday the New York Daily News claimed the actress questioned her spouse about rumours he was romantically involved with Mad Men star January Jones in 2010. Scroll down for video... Done: Bobby Flay has filed for divorce from his wife of 10 years Stephanie March, TMZ reported on Friday; here the couple is pictured in June 2013 'I know Stephanie basically asked him after January Jones, \"Did you f*** her?\"' an insider told the site. March was said to be suspicious after her husband happened to be on the scene when single mother Jones got into a car accident in LA in 2010. The source added that he denied any romance. Jones is now dating Will Forte, who she was seen with in February at the premiere of The Last Man On Earth. There was concern about this woman: The New York Daily News on Friday claimed that March asked her spouse if he had any romantic liaisons with January Jones - he allegedly said no; here Jones is pictured in March Her love interest these days: Jones is now dating Will Forte, who she was seen with in February at the premiere of The Last Man On Earth Legal documents obtained by TMZ state that the marriage has 'broken down irretrievably.' It has been reported they separated three weeks ago. And because they have no children together there is no issue about child support but they are fighting over property already, it was alleged on Friday. He has already moved out of their New York City apartment. The couple has secured their own attorneys and are discussing the terms of divorce, according to the news site. Once so close: Flay and March, who reportedly separated three weeks ago,  pictured in January 2013 TMZ went on to report that the marriage began to unravel over the past year and a half. Sources told TMZ that the union crumbled when Stephanie's appendix burst and Bobby didn't come to the hospital until the next day. Stephanie claimed, according to TMZ, that Bobby said 'he was busy with work' and instead sent his assistants to help her. Moved out: The Iron Chef Of America star - pictured in 2013 - is said to have moved out of the couple's New York City apartment Boiling point: The marriage suffered when Stephanie's appendix burst and Bobby didn't come to the hospital until the next day because he was busy, TMZ reported; Flay was pictured with President Obama in 2009 In February, the pair didn't celebrate their 10th wedding anniversary together. According to TMZ, Bobby attended a wine festival in Florida with his assistants instead. This will be Stephanie's first divorce and a third for Flay, whose two previous marriages both ended in divorce. In January, Flay was rumoured to be romantically involved with fellow chef Giada De Laurentiis after the 44-year-old Giada At Home star announced her split from her husband of 11 years, Todd Thompson. The Iron Chef Of America star and Giada were spotted having 'a festive dinner out together' at Cecconi's, in the private Soho Beach House, in Miami Beach on December 27, 2014, as People reported. In a statement to Gossip Cop, Giada said that any suggestion of a romance was false. Bobby has a daughter Sophie with second wife Kate Connelly, who he wed in 1995 and divorced in 1999. His first wife is Debra Ponzek, who he wed in 1991 and split from in 1993. 'Festive dinner out': Bobby and fellow chef Giada De Laurentiis (pictured 2012) enjoyed 'a festive dinner out' together in Miami Beach on December 27, sparking rumours of a romance, which Giada later denied",
        "source": "bobby and stephanie separated three weeks ago after 10 years of marriage . on friday the 50-year-old food network star filed for divorce . his actress spouse is said to be not happy with the prenup in place . they have no children and are ` fighting over property ' . it was also claimed she questioned him about romancing january jones .",
        "target": "bobby flay has filed for divorce from his wife of 10 years , law & order . jones is now dating will forte , who she was seen with in february at the premiere of the last man on earth . march was said to be suspicious when single mother jones got into a car accident in la in 2010 .",
        "edits": [
            {
                "category": "RelE",
                "id": 0,
                "annotation": null
            },
            {
                "category": "EntE",
                "id": 1,
                "annotation": null
            }
        ]
    },
    {
        "context": "Curtis and assistant manager Paul Williams will take charge of Saturday's match against Bournemouth after Bob Bradley's sacking.Swansea want to appoint their new boss as soon as possible, with ex-Derby manager Paul Clement the first choice.\"We've got to go with somebody who will to get us out of trouble,\" he said.\"If we were to go down - and there's obviously that possibility - you look at the Championship and it seems to have got a lot stronger. It's not a foregone conclusion [to go straight back up].\"I know Norwich and Burnley have done it but it's difficult. Newcastle look like they'll do it but they're a big, powerful club who can hang on to a lot of their top players. I'm not sure we'd be able to do that.\"If we go down, it's going to be tough to get back.\"Swansea were promoted to the Premier League in 2011 and quickly established a reputation as a well-run club with a team that played exciting, possession-based football.Their promotion capped a remarkable rise from the brink of bankruptcy a decade earlier and almost being relegated out of the Football League altogether in 2003.Curtis - a former player who was at the club throughout their rise up the divisions - believes the Swans have not been the same since Michael Laudrup left in 2014.\"I think we have [lost our way]. It's just the change of management all the time,\" Curtis added.\"The best eras were Roberto Martinez, Brendan Rodgers and Michael Laudrup. But we've probably lost a bit of the 'Swansea Way'. It has been diluted.\"We've lost quite a few players too but have we adequately replaced them?\"Media playback is not supported on this deviceCurtis believes the current Swansea squad is good enough to stay up, and the 62-year-old reminds every new signing of how far the club has come.\"I know a lot of the foreign boys have seen [the documentary] Jack to a King. So they've got a brief history of where we were and where we are now,\" he said.\"They might not be 100% passionate about it but they know where we came from and how important it is [to stay up]. Not just for the club but for the whole area.\"",
        "source": "swansea\\'s caretaker manager alan curtis says there would be no guarantee the club would return to the premier league if they were relegated this season.",
        "target": "swansea city interim manager alan curtis believes the club have a \" strong position \" at the top of the premier league.",
        "edits": [
            {
                "category": "CircE",
                "id": 0,
                "annotation": null
            },
            {
                "category": "OutE",
                "id": 1,
                "annotation": null
            }
        ]
    },
    {
        "context": "Carlo Ancelotti hailed Diego Simeone as one of the world's best coaches as the Italian looked ahead to Real Madrid's Champions League clash with Atletico Madrid. Real Madrid travel to the Vicente Calderon for their quarter-final first-leg match on Tuesday, and Ancelotti admits facing Simeone is both an 'honour' and a 'problem'. Speaking at Monday's pre-match press conference, Ancelotti said: 'What can I say about Simeone? Carlo Ancelotti has hailed Atletico Madrid boss Diego Simeone as one of the best coaches in the world Simeone's Atleti side host rivals Real Madrid in their Champions League quarter-final first leg on Tuesday The Italian boss oversees Los Blancos training at the club's Valdebebas training ground on Monday 'He is a great coach, I like him a lot. He has proved himself, he is one of the best in the world. It’s an honour to face him and also a problem. 'We don’t have an obsession with Atletico, but with reaching the final of the Champions League. Our objective is not to beat Atletico, but to dream of winning the Champions League. 'Every match presents its own problem. Every match has its idea. Every defeat was different. One was due to set-pieces, one for something else, another due to a not very good attitude, like the last one. It’s difficult to say what happened. Ancelotti has a fully fit squad to choose from ahead of the derby Champions League clash Gareth Bale is available for selection once again after missing Madrid's 3-0 victory against Eibar on Saturday The Madrid players seemed in a relaxed mood during their final training session before Tuesday's match Cristiano Ronaldo shares a joke with Brazilian team-mate Marcelo during training 'It’s not that interesting, but we have analysed it and now we have another tie.' The 55-year-old also revealed he has a fully fit squad to choose from on Tuesday evening with Welsh attacker Gareth Bale set to return to the first team after missing Madrid's 3-0 victory against Eibar on Saturday. 'I am lucky to have the whole squad at my disposal. The formation will be the same as always. 'To play well, we will have to use all our weapons: individual quality and attacking directly with pace. 'Bale is fine. I have the whole squad available and they are very fresh. If one doesn’t play, another will. But Bale is at 100 per cent.' ‘Bale had a fantastic season last time and scored in both finals. We hope to play more finals over the coming months and he will be important, like last year,' he added. Meanwhile, Atletico’s Croatia forward Mario Mandzukic, who has scored five goals in eight Champions League appearances, has recovered from an ankle problem and is set to play, with Fernando Torres likely to be on the bench. Ronaldo will be hoping to add to his tally of eight Champions League goals so far this season The Portuguese star was in the mood to show off his stunning skills as Real prepared for the Madrid derby",
        "source": "carlo ancelotti says diego simeone has proved himself as one of the best . real madrid face champions league quarter-final clash against atletico . real boss reveals he has a fully fit squad to choose from for the first leg .",
        "target": "real madrid host atletico madrid in the champions league on tuesday . carlo ancelotti admits facing simeone as one of the best coaches in the world . simeone 's atleti side host real madrid in their quarter-final first leg .",
        "edits": [
            {
                "category": "RelE",
                "id": 0,
                "annotation": null
            },
            {
                "category": "LinkE",
                "id": 1,
                "annotation": null
            },
            {
                "category": "EntE",
                "id": 2,
                "annotation": null
            }
        ]
    },
    {
        "context": "Mr Swinney said the UK government's recent spending review placed \"unprecedented pressure\" on public expenditure north of the border.The UK government said Scottish ministers would have £390m more in spending available to them next year.Mr Swinney is due to present his 2016-17 spending plans on Wednesday.The Scottish government argues that cuts imposed by the UK government since 2010 - along with last month's spending review - mean that its discretionary budget will be 12.5% lower in real terms by 2019-20 than it was in 2010-11.Mr Swinney said 4.2% of that reduction would come between now and 2019-20.He said: \"The chancellor (George Osborne) has imposed real terms cuts on Scotland every year from now until 2020, and more than £1bn of those cuts are still to come between now and the end of the decade.\"We have demonstrated that the UK government didn't have to take this approach. Debt and the deficit could have been reduced without this scale of cuts that has been chosen by the chancellor.\"Now Scotland has to deal with the reality of the chancellor's decision. We face tough choices in the coming days.\"Against this backdrop, the Scottish government is determined that we will defend and protect the key priorities that the people of Scotland expect us to deliver on.\"Mr Swinney said schools, hospitals and the police service in Scotland would \"not be sacrificed to the chancellor's austerity obsession\".He added: \"In recent years we have been able to deliver better outcomes for the people of Scotland. More police, lower crime, better schools, tuition-free university education and a health budget that is at a record level.\"These commitments demonstrate the prioritisation of the Scottish government.\"Responding to Mr Swinney comments, a spokesman for the UK government's Scotland Office said: \"The Scottish government will have £390m more spending available to it next year, which rises to £750m if you include its own underspend.\"The stability of the UK economy means the block grant will be almost £30bn.\"One look at the current oil price tells you this is a much better deal for people in Scotland than the constitutional alternative favoured by the Scottish government.\"The Scottish government should perhaps focus more on gearing up for its new powers and getting the best for Scotland, rather than grievance.\"Labour's public services spokeswoman Jackie Baillie said: \"Ahead of the most important budget since devolution, it's time John Swinney backed up his anti-austerity posturing with something real.\"Telling us about pre-election giveaways now and cuts later isn't good enough. This needs to be a long-term budget.\"Scotland needs a government that spends less time congratulating itself on its spin and more time explaining its record.\"Scottish Labour will offer a real alternative to austerity, with different decisions on tax to the Tories, and different decisions on tax to the SNP.\"",
        "source": "finance secretary john swinney has warned of ``tough choices\\'\\'facing scotland as he prepares to set out his budget.",
        "target": "scotland\\'s finance secretary john swinney has said he is ``extremely optimistic\\'\\'about the uk government\\'s spending budget.",
        "edits": [
            {
                "category": "CircE",
                "id": 0,
                "annotation": null
            },
            {
                "category": "OutE",
                "id": 1,
                "annotation": null
            }
        ]
    },
    {
        "context": "Former Valencia striker Aritz Aduriz denied his old team victory with a last-gasp equaliser for Athletic Bilbao at San Mames Stadium. Aduriz pounced in the 90th minute to secure a 1-1 draw after Valencia had been reduced to 10 men. Nicolas Otamendi had harshly received a straight red card eight minutes earlier for a high challenge, and Valencia were unable to hold out in his absence. Athletic Bilbao Aritz Aduriz scored a 90th minute equaliser to deny his former club Valencia victory Substitute Rodrigo De Paul celebrates after coming on to give Valencia the lead Substitute Rodrigo De Paul had given the visitors a deserved lead 16 minutes into the second period, but even though they were unable to claim maximum points, a draw took them above Sevilla into fourth place in their pursuit of possible Champions League qualification. Getafe bolstered their hopes of securing Primera Division status for next season after moving 10 points clear of the bottom three by edging to a 1-0 win at struggling Elche. Fredy Hinestroza scored the only goal of the game with only five minutes remaining in a rare attack for Getafe, after the hosts had spurned a series of chances in the first half. Getafe celebrate after taking a step closer to survival by defeating Elche through Fredy Hinestroza's strike Ecuadorian Felipe Caicedo scored twice for Espanyol in the 3-0 defeat of Villarreal Elsewhere, Espanyol extended Villarreal's winless streak to six games in all competitions as two goals from Felipe Caicedo handed the Catalans a 3-0 win at El Madrigal. Caicedo had a slice of fortune in opening the scoring as Javi Lopez's miscued header deflected off the Ecuadorian and he then thumped home his second of the evening after the break at Sergio Asenjo's near post. Asenjo had a night to forget as he also spilled Sergio Garcia's cross 11 minutes from time to allow Victor Sanchez to roll the ball into an empty net to complete Villarreal's misery.",
        "source": "valencia were held to a 1-1 draw by athletic bilbao after aritz aduriz netted . getafe boosted survival chances with 1-0 win over strugglers elche . felipe caicedo scored a brace in espanyol 's 3-0 defeat of villarreal .",
        "target": "valencia had been reduced to 10 men for athletic bilbao at san mames stadium . nicolas otamendi scored twice for espanyol in the first half . rodrigo de paul scored the only goal of the game .",
        "edits": [
            {
                "category": "LinkE",
                "id": 0,
                "annotation": null
            },
            {
                "category": "EntE",
                "id": 1,
                "annotation": null
            }
        ]
    },
    {
        "context": "The English rider crashed at this year's TT and the Fireblade bike has been plagued by mechanical problems.Martin told MCN that he was quitting road racing but he later clarifying his position on Facebook.\"I've not given up on racing or road racing but I've got no plans to do anymore road racing on the Hondas this year,\" he said.Martin didn't race at the North West 200 after team-mate John McGuinness crashed in practice and he will not compete in next month's Ulster Grand Prix.He added: \"The TT was a bloody disaster, aside from walking the dog and racing the Mugen, I didn't enjoy it.\"It was clear even before that we were going to struggle and then it turned into me really being a test rider, which I did.\"But after we did more testing at Cadwell a few weeks back, I said to the team the bike won't be competitive at the Ulster Grand Prix and they decided to withdraw me from the event, although they didn't tell me, which is OK as the decision was made for me.\"There's no unfinished business and I want to race classics and oddball stuff.\"",
        "source": "road racer guy martin says he will not compete for honda for the rest of 2017 after a frustrating season.",
        "target": "guy martin has confirmed he will not race in the honda honda honda bike at next year\\'s isle of man tt.",
        "edits": [
            {
                "category": "CircE",
                "id": 0,
                "annotation": null
            },
            {
                "category": "GramE",
                "id": 1,
                "annotation": null
            },
            {
                "category": "EntE",
                "id": 2,
                "annotation": null
            }
        ]
    }
]