[
    {
        "context": "A cleaner who feared a body he found was a murder victim had in fact found a  900-year-old mummy. The preserved remains were discovered in a cardboard box by street cleaners in north-western Peru. The mummy, thought to date back to 1100 AD, was found wrapped in rope and dumped inside the box in front of an archaeological dig in the city of Trujillo. Scroll down for video Grim discovery: Street cleaners who found the remains initially feared they had stumbled across a murder victim It is thought to have been stolen from the archaeological site known as Chan Chan which was the capital of the Chimu Empire, an urban civilisation that appeared on the Peruvian coast around 1100 AD. The discovery was made in the early hours of the morning as the cleaners swept up the streets close to the dig. Cleaner Otilio Padilla Miramontes, 54, said: 'It looked just like any other box dumped on the streets. Well preserved: It turned out the 'victim' was in fact a stolen, 915-year-old Peruvian mummy Forensics: Police were called by the cleaners who made the discovery by an archaeological dig site in Trujillo Wrapped up: The mummified remains were discovered in a box, wrapped in rope, by cleaners in Peru 'But when I opened it I nearly died of heart attack as I saw this grinning skull staring up at me. 'I had no idea it was an ancient mummy, I thought it was someone who had been murdered so I immediately called the police.' A police spokesman said: 'We quickly established that this was not a recent skeleton. 'But we are now investigating how it ended up in a box outside of the main archaeological site. 'Our suspicion is that someone tried to steal it and had maybe left it in the box to collect later.' The remains were taken to the regional Directorate of Culture for examination. A spokesman there said: 'This is not a Chimu mummy and is most likely pre-Hispanic suggesting it is from another culture pre-dating the Hispanic arrival.'",
        "source": "the stolen peruvian mummy was abandoned by archaeological dig site . street cleaners found the remains in a box and called police . believed stolen from chan chan capital of the chimu empire .",
        "target": "remains discovered in cardboard box by street cleaners in trujillo , peru . cleaner otilio padilla miramontes , 54 , said : ` i nearly died of heart attack ' thought to date back to 1100 ad and was stolen from archaeological site .",
        "edits": [
            {
                "category": "GramE",
                "id": 1,
                "annotation": null,
                "output_idx": [
                    [
                        194,
                        229
                    ]
                ]
            },
            {
                "category": "LinkE",
                "id": 1,
                "annotation": null,
                "output_idx": [
                    [
                        190,
                        193
                    ]
                ]
            }
        ]
    },
    {
        "context": "A black cat who fell sick as a two-month-old kitten is now nursing abandoned sick animals back to health with plenty of purrs and cuddles. Caring cat Rademenes is the resident feline nurse at an animal shelter in Bydgoszcz, northern Poland, where he snuggles up to the dogs and cats that are brought in for help. The green-eyed moggy was rescued by the shelter in October after he contracted an inflamed respiratory tract infection and his owner thought he was too unwell to be saved. Black cat Rademenes helps to nurse sick cats and dogs back to health at a Polish animal shelter Veterinarian Lucyna Kuziel-Zawalich took care of him and eventually adopted him as a permanent member of the animal hospital, Polish news channel TVN Meteo reports. Ms Kuziel-Zawalich said Rademenes gives hugs to every pet in the shelter, after previously being placed in isolation because of his grave illness which saw him lose his shiny black hair. When animals are brought in, Rademenes goes up to them and supports them - especially as they rest after surgery. Rademenes first fell sick as a two-month-old kitten and after recovering he is now nursing other abandoned sick animals back to health The green-eyed cat was brought into the shelter after getting an inflamed respiratory tract infection Rademenes curls up to the sick animals, especially as they rest after surgery In this photo the cat nurse appears to kiss a tabby cat on the head as it recovers Rademenes owner, vet Lucyna Kuziel-Zawalich, adopted him as a permanent member of the animal hospital In a series of adorable photos shared online, Rademenes can been seen keeping a kitty attached to a drip warm by giving it a cuddle over a blanket. In another cute image, he spoons a large husky dog and curls up next to a beagle. The director of the animal shelter said sometimes the friendly cat even licks the ears of other sick strays. In one of a series of adorable photos shared online, Rademenes keeps a beagles tail warm As the abandoned pets recover Rademenes is always close by for a cuddle Rademenes was left at the shelter because his owner thought he was too unwell to be saved",
        "source": "black cat rademenes snuggles with dogs and cats at the polish shelter . he was brought in to the animal hospital with a respiratory infection . after surviving the illness as a two-month-old kitten he now helps others . rademenes comforts the strays after surgery and even licks their ears .",
        "target": "caring cat rademenes is the resident feline nurse at an animal shelter in bydgoszcz , northern poland . the green-eyed moggy was rescued by the shelter in october after he contracted an inflamed respiratory tract infection . his owner thought he was too unwell to be saved .",
        "edits": []
    },
    {
        "context": "A Darwin woman has become a TV sensation in the Philippines, earning a legion of adoring fans in southeast Asia and an award nomination for her role in the country's answer to US hit series Modern Family. After struggling to hit the big time in Australia, bubbly blonde Natalia Moon followed her dreams and moved to the Philippines in 2012. She became fluent in the local language, Tagalog, in the hope of becoming a star. Scroll down for video Natalia Moon (pictured) learned Filipino language Tagalog to score a role on sitcom Ismol Family The Darwin woman moved to the Philippines in 2012 after struggling to find work as an actress in Australia Natalia Moon is also a model who has been featured on magazine cousins in the Philippines The risk paid off as the 23-year-old, who promotes herself as 'the Barbie from Down Under', landed a major role in 2014 playing a catty maid, also named Natalia, in the new sitcom 'Ismol Family'. The Aussie, born Natalie Stewart, has taken to the role with lavish, overcoming the added challenge of performing in a new language. She fits in so well in her adopted home that she is known as 'the blonde Filipino'. The Aussie, born Natalie Stewart, has taken to the role with lavish, overcoming the added challenge of performing in a new language The 23-year-old, who promotes herself as 'the Barbie from Down Under', landed a major role in 2014 playing a catty maid, also named Natalia, in the new sitcom 'Ismol Family' This year, she unsuccessfully auditioned for Asia's Got Talent, in the hope of representing the Philippines With the support of her strong fan base, Ms Moon will attend the Golden Screen TV Awards on April 26 where she is nominated for Outstanding Breakthrough Performance By An Actress With the support of her strong fan base, Ms Moon will attend the Golden Screen TV Awards on April 26 where she is nominated for Outstanding Breakthrough Performance By An Actress. The much-loved show has also received a nomination for best comedy. The multi-talented youngster from Australia's top end is also embarking on a singing career, writing and performing songs in both English and Tagalog. The multi-talented youngster from Australia's top end is also embarking on a singing career, writing and performing songs in both English and Tagalog She fits in so well in her adopted home that she is known as 'the blonde Filipino' Ms Moon performs a very diverse range of musical styles including country, pop, R&B and rap. This year, she unsuccessfully auditioned for Asia's Got Talent, in the hope of representing the Philippines. The triple threat performed in front of judges Melanie C from The Spice Girls, Anggun, David Foster and Vanness Wu, singing Super Bass by Nikki Minaj and Rita Ora's I Will Never Let You Down. 'Acting's what I really love, but if you do that you have to do everything – I've started singing, and dancing,' she told NT News. 'But the Filipino people are so supportive, they're really accepting and warm.' Ms Moon performs a very diverse range of musical styles including country, pop, R&B and rap",
        "source": "darwin woman natalia moon is nominated for a tv award in the philippines . the 23-year-old stars in filipino sitcom ` ismol family ' which is entirely acted in filipino language tagalog . born natalia stewart , the aussie calls herself ` the barbie from down under ' . she has a legion of adoring fans who refer to her as ` the blonde filipino ' .",
        "target": "natalia moon learned filipino language tagalog to score a role on sitcom ismol family . the darwin woman moved to the philippines in 2012 after struggling to find work as an actress in australia . the 23-year-old , who promotes herself as ` the barbie from down under ' , landed a major role in 2014 playing a catty maid , also named natalia , in the new sitcom ` ismol family '",
        "edits": []
    },
    {
        "context": "This bundle of joy was a special spring surprise for both his mother and the farmers who delivered the 20lb new-born after a gruelling three-hour birth. He was so big that it took Shepherd John Hendy and a team of three helpers to help mother Jean deliver the young lamb near Melton Mowbray, Leicestershire, who they've now named Big Ben. Suffolk black lamb Jean is seven years old and an experienced mother but Ben is twice the weight of all his brothers and sisters born before him, all weighing the average weight of 8-10lbs. Big Ben: the 20lb lamb is twice the weight of the average new-born, towering over peers Proud mum: Jean with huge son Big Ben after a three-hour labour at a Leicestershire farm Ben isn't the biggest lamb ever born in this country but Jean Morris from the farm said Big Ben was comfortably the biggest they have ever delivered. 'I don't think there was anything unusual about either parent and this is the first time we have bred a lamb as large as this,' she said. 'His mother must have been relieved when it was over.' She added that the farm hopes to keep Ben as a breeding ram in the hope he will pass his amazing features to his future flock. 'This year we had 86 ewes to lamb but no-one expected anyone like him,' she said. 'We are thinking about keeping him as a tup - a breeding ram - to see if he passes on his weight to the lambs he sires.' Almost as big as a person: Ben dwarfs the other 86 ewes born at the same farm this season Ben's arrival came just a fortnight after the largest lamb born in the UK weighed in at a massive 24lbs in north Wales. He was named The Big One and is believed to be the heaviest lamb ever born in the wild. Last year Goliath was born at a hefty 22lbs 5oz in Wellington in Somerset. The title for the heaviest Suffolk cross lamb was Bruno, nicknamed 'Woooly Lamboth', who was born in Worcestershire in 2009 at a healthy 21lbs. Bruno was spared the chop because of his size as his owner decided to keep him as a pet because he was curious to know just how big he would get. New Zealand is the world's biggest producer of lambs. But the largest new-born lamb ever recorded there weighed just 15.5lbs.",
        "source": "farmers named him big ben as he dwarfs other 85 ewes born this season . mum is experienced seven-year-old but other offspring all weighed 8-10lbs . born two weeks after biggest ever lamb born in wales , weighing 24lbs .",
        "target": "the 20 lb lamb was born at a farm in melton mowbray , leicestershire . he is twice the weight of all his brothers and sisters born before him . the farm hopes to keep ben as a breeding ram in the hope he will pass his amazing features to his future flock .",
        "edits": []
    },
    {
        "context": "The pursuit of journalists for paying public officials was in ruins last night after prosecutors dropped a raft of cases. Director of Public Prosecutions Alison Saunders was forced into a humiliating climbdown after a jury threw out yet another Old Bailey case. She abandoned the trials of nine reporters accused of illegally paying public officials for information, finally admitting there was little appetite among the public for journalists who expose matters of public interest to be jailed. Former Mirror reporter Graham Brough talks to media as he leaves the Old Bailey court in London after he and three other tabloid journalists were cleared of paying public officials for stories Her decision sparked an ugly blame game as the architects of the £20million ‘politically-motivated witch hunt’ turned against each other. Prosecutors and police pointed the finger at the Leveson inquiry and MPs for whipping up a storm of hysteria over the work of the Press. And Scotland Yard highlighted how their inquiries were possible only thanks to millions of confidential emails released by News International. The man in charge at the start of the tainted Met Police probe into tabloid journalists – Operation Elveden – was former DPP and now Labour parliamentary candidate Keir Starmer. Last night campaigners questioned why the Crown Prosecution Service (CPS) was still putting three journalists in the dock for the same supposed offences. One senior figure said ‘enough is enough’, adding: ‘It was always wrong for journalists to have been prosecuted for doing their jobs.’ The landmark U-turn came yesterday after a jury threw out the case against three Sun journalists and one former Daily Mirror reporter. Lucy Panton, former News of the World crime reporter, had her conviction quashed by the Court of Appeal after being the first to be found guilty Brandon Malinsky, Neil Millard and Tom Wells, as well as their Fleet Street rival Graham Brough, were cleared of conspiracy to commit misconduct in a public office. They were accused of funnelling cash to public officials in exchange for leaks from inside some of Britain’s most secure jails. But the jury found that exposing how taxpayers’ cash was wasted on bingo games for illegal immigrants and lavished on child killer Jon Venables was not a crime. Within hours, the CPS threw in the towel on nine other cases, including fresh prosecutions and retrials. The decision followed a review sparked by the Court of Appeal quashing the conviction of the first journalist to be convicted. It can now be revealed for the first time that ex-News of the World crime editor Lucy Panton was found guilty of bribing officials only for her conviction to be overturned. Some of the most senior judges in the country criticised how the archaic law of misconduct in public office – under which prosecutions were brought – had been applied, fatally undermining other cases. The CPS move leaves Operation Elveden in tatters. Of the 27 journalists charged, 23 have been cleared, had their cases dropped or seen their convictions quashed or founder at the Court of Appeal. In addition, 14 journalists were investigated, including many left on bail for many months, but not prosecuted. Three Sun journalists – news editor Chris Pharo, crime reporter Anthony France and reporter Jamie Pyatt – still face trial. A decision must be made within a week over whether Tom Wells should be retried on one charge on which the jury could not reach a verdict. By contrast, 21 of the 28 public officials – including police, prison officers and Ministry of Defence staff – charged under the inquiry have been convicted. Prosecutors faced a furious attack in the wake of yesterday’s decision. Media commentator Roy Greenslade said it was ‘remarkable’ that prosecutors were still pursuing three Sun journalists, adding: ‘Enough is enough.’ The Sun newspaper reporter Tom Wells (left) leaves the Old Bailey court with colleague Neil Millard (right) The Sun's night news editor Brandon Malinsky (left) had his case dropped today. The jury could not decide on one count against former Serco immigration detention centre official Mark Blake (right) Speaking outside the Old Bailey, Mr Malinsky said he had endured ‘two years of torture’. He added: ‘I think the police and CPS have been a disgrace bringing my case and other cases to court. It’s a disgraceful waste of public money.’ The nine journalists whose forthcoming cases have been dropped include ex-Mirror reporter Greig Box-Turnbull and Stephen Moyes of the News of the World. Former News of the World editor Andy Coulson and royal editor Clive Goodman will not face retrials because prosecutors said it was no longer in the public interest. Sun reporter Vince Soodin, former deputy news editor Ben O’Driscoll and former Sun managing editor Graham Dudman will also not be prosecuted. The final two reporters to be told they face no further action are Panton and Ryan Sabey, who has been convicted but has leave to appeal, something the CPS said it will not contest. Mrs Saunders said the original police inquiry was ‘inevitable’ and left prosecutors with a ‘duty’ to act. Sorry we are not currently accepting comments on this article.",
        "source": "cases of nine out of 12 journalists awaiting trial were dropped today . urgent review of cases prompted after lucy panton 's conviction quashed . former news of the world reporter was first to be found guilty in case . calls made outside old bailey to stop ` persecuting innocent journalists ' .",
        "target": "director of public prosecutions alison saunders forced into humiliating climbdown . she abandoned the trials of nine reporters accused of illegally paying public officials for information . decision sparked an ugly blame game as architects of the £ 20million ` politically-motivated witch hunt ' turned against each other .",
        "edits": []
    },
    {
        "context": "Spain's 2-0 defeat by Holland on Tuesday brought back bitter memories of their disastrous 2014 World Cup, but coach Vicente del Bosque will not be too worried about a third straight friendly defeat, insists Gerard Pique. Holland, whose 5-1 drubbing of Spain in the group stage in Brazil last year marked the end of the Iberian nation's six-year domination of the world game, scored two early goals at the Amsterdam Arena and held on against some determined Spain pressure in the second half for a 2-0 success. They became the first team to inflict two defeats on Del Bosque since he took over in 2008 but the gruff 64-year-old had used the match to try out several new faces and he fielded a largely experimental, second-string team. Stefan de Vrij (right) headed Holland in front against Spain at the Amsterdam Arena on Tuesday Gerard Pique (left) could do nothing to stop Davy Klaassen doubling the Dutch advantage Malaga forward Juanmi and Sevilla midfielder Vitolo became the 55th and 56th players to debut under Del Bosque, while the likes of goalkeeper David de Gea, defenders Raul Albiol, Juan Bernat and Dani Carvajal and midfielder Mario Suarez all started the game. 'The national team's state of health is good,' centre back Gerard Pique told reporters. 'We are in a process where players are coming into the team and gathering experience,' added the Barcelona defender. 'We are second in qualifying (for Euro 2016) and these friendly games are for experimenting. 'I am not that worried about this match because we lost friendlies in previous years and then ended up winning titles.' David de Gea was given a start by Vicente del Bosque but could not keep out De Vrij's header here Dani Carvajal (centre) was another squad player given a chance to impress against Holland Del Bosque will be confident he can find the right mix of players to secure Spain's berth at Euro 2016 in France next year, when they will be chasing an unprecedented third straight title. Slovakia are the surprise leaders in qualifying Group C thanks to a 2-1 win over Spain in Zilina in October and have a maximum 15 points from five of 10 matches. Spain are second on 12 points, three ahead of Ukraine, who they beat 1-0 in Seville on Friday. Del Bosque's side host Slovakia in September in a match that could decide who goes through to the finals as group winners. 'The team is in good shape,' forward Pedro told reporters. 'We have a very clear idea of our playing style and we are able to count on people who are gradually making a place for themselves in the team.'",
        "source": "holland beat spain 2-0 at the amsterdam arena on tuesday night . stefan de vrij and davy klaassen scored goals for holland . defeat recalls horror 5-1 defeat by holland at the world cup . vicente del bosque used game to give younger spain players a chance .",
        "target": "spain lost 2-0 to holland in a friendly at the amsterdam arena on tuesday . stefan de vrij and davy klaassen scored the goals for the dutch . vicente del bosque fielded a largely experimental , second-string team . spain are second in qualifying for euro 2016 in france .",
        "edits": []
    },
    {
        "context": "A best man left guests at his brother's wedding in tears after composing an emotional song to use as his best man's speech. Melbourne singer Daniel Buccheri, who composed the tune to the popular music from artists such as Sam Smith and the Backstreet Boys, toasted his brother Adrian and his new wife Sarah at their March 29 wedding in  using his voice. The unique speech performed by Daniel at Poet's Lane in Sherbrooke, east of Melbourne, has been viewed over 100,000 times online and included tributes to his brother and his bride and also delves into his childhood and says he always looked up to his older sibling. Melbourne singer Daniel Buccheri (pictured) left guests at his brother's wedding in tears after composing an emotional song to use as his best man's speech Daniel, 25, started off his speech in a mellow tone on the keyboard, singing of his love for his brother to the tune of Stay With Me, as his sibling began to well up at the top table. 'Guess it's true what they say that you become a man, when you find the one and you take her hand,' he sang. 'When you moved out of home, I thought, 'thank the Lord, I won't be missing you',' Mr Buccheri sang. Daniel toasted his brother Adrian (right) and his new wife Sarah (left) at their March 29 wedding in Melbourne using his voice 25-year-old Daniel started off his speech in a mellow tone on the keyboard, singing of his love for his brother to the tune of Stay With Me, as his sibling began to well up at the top table He goes on to document the day his brother Adrian met the love of his life and claims he 'thought he was dead' as he never saw him again. 'Then she found the ignition, got you to sweeping the kitchen, got you feeding the dogs doing the laundry and dishes,' he sang. 'And although you met on the internet I know this love is true. It's enough to let the dogs on the expensive rug and not kick them outside.' The unique speech performed by Daniel at Poet's Lane in Sherbrooke has been viewed over 100,000 times online Daniel's speech documented his brother falling in love with Sarah, saying Adrian would mention her name in every conversation. 'It was Sarah this and Sarah that and I knew that he loved you,' he sang. He then turned to his new sister-in-law and told her she looks 'so great' on her wedding day and thanked her for making his brother so happy. 'Hey my new sister thanks for making him so happy all the time,' he sang. Daniel's speech documented his brother falling in love with Sarah, saying his brother would mention her name in every conversation 'One day in the craziness you came along and he couldn't get you out of his head.' Desperately trying to hold back the tears, Adrian couldn't hide his emotions as Daniel began singing about their brotherly bond. 'Adrian now you've become a man, we're not the kids we used to be,' Daniel sang. 'Though we'd scream and fight as children, now I realise what you mean to me. 'I'm so proud of you and all you've done for me. 'Whether you realise or not I've always looked up to you.' Desperately trying to hold back the tears, Adrian couldn't hide his emotions as Daniel began singing about their brotherly bond Speaking to the Herald Sun Daniel said he did not realise guests would react so strongly to his lyrics and claimed the room just melted away when he was performing. 'I didn't realise that when I wrote it but I think it's a bit too much of a rollercoaster for some people,' he said. 'I just wrote it as a speech but as I recorded it to listen back to it I started to realise that it had potential.' 'It was one of those moments where it was just me, Adrian and Sarah.'",
        "source": "daniel buccheri left guests at his brother 's wedding in tears . mr buccheri performed his best man 's speech through song . the song documented his brother adrian and his new wife sarah 's story . it also delved into their childhood leaving the groom filled with tears .",
        "target": "daniel buccheri composed the tune to the popular music from artists such as sam smith and the backstreet boys . he toasted his brother adrian and his new wife sarah at their march 29 wedding in melbourne using his voice . the unique speech performed by daniel at poet 's lane in sherbrooke has been viewed over 100,000 times online .",
        "edits": []
    },
    {
        "context": "Queensland toddler Kyhesha-Lee Joughin was forced to use the room she was locked in as a toilet before dying in severe distress of internal injuries, a court has heard.Shocking allegations of the circumstances surrounding the three-year-old's 2013 death were revealed on Wednesday as family friend who was charged with the toddlers manslaughter was granted bail. The bail hearing revealed that Kyhesha-Lee suffered blows to her stomach causing severe bowel damage- ultimately leading to her death. The bail hearing revealed Kyesha-Lee succumbed to massive bowel injuries after being struck days before her death Kyhesha-Lee was in the care of her father Matthew Lee Williamson and Christopher Arthur Neville Kent who have both been charged with manslaughter and child cruelty. Crown prosecutor Vicki Loury alleged the toddler also suffered a penetrative injury to her vagina three days before her death. She was not seen of or heard of by anyone else in the five days prior to her death, although another man visited the home the night before Kyhesha-Lee died. 'She was by that stage in severe distress, extremely unwell,' Ms Loury told the court. Kyhesha-Lee Joughin  was allegedly locked in a bedroom by her father, forcing her to defecate and urinate in the room Kyhesha-Lee's body was found days after she suffered the blows - allegedly in squalid surroundings - at the unit she shared with her father in Petrie, north of Brisbane, on March 30, 2013. Kent, 46, was granted bail in the Brisbane Magistrates Court on Wednesday after the court heard he'd offered to plead guilty on the basis of criminal negligence. Williamson allegedly locked his daughter in the bedroom while he slept during the day, forcing her to defecate and urinate in the room. Her father Matthew Lee Williamson and his friend Christopher Arthur Neville Kent, who also lived in the house and cared for the child in the days prior to her death, are each charged with manslaughter and child cruelty. They have both been released on bail Evidence of the child's blood had been found on Kent's shorts. 'It was a small unit, he must have been aware of what was happening with the child,' Ms Loury said. Chief Magistrate Ray Rinaudo agreed with Kent's barrister Soraya Ryan that the accused no longer presented a risk of fleeing or re-offending on bail. Kyhesha-Lee's body was found - allegedly in squalid surroundings - at the unit she shared with her father in Petrie, north of Brisbane, on March 30, 2013 Magistrate Rinaudo said he was ultimately swayed by Kent's steps towards taking responsibility for the 'tragic' events by his plea offer. Kent was bailed with strict conditions including daily reporting to police and restrictions on entering the homes of children under 16. Both he and Williamson are due to face a committal hearing next month. Sorry we are not currently accepting comments on this article.",
        "source": "kyhesha-lee joughin died from bowel injuries in her father 's home in 2013 . she suffered a penetrative injury to her vagina and blows to her stomach . her father allegedly locked her in a room for so long she urinated and defecated on herself . her father and his friend , who lived in the house when she died , have been granted bail . both men will face a committal hearing next month .",
        "target": "kyhesha-lee joughin was found dead in her brisbane home in march 2013 . the three-year-old was allegedly locked in a bedroom by her father , forcing her to defecate and urinate in the room . her father matthew lee williamson and his friend christopher arthur neville kent are each charged with manslaughter and child cruelty . kent , 46 , was granted bail in the brisbane magistrates court on wednesday .",
        "edits": []
    },
    {
        "context": "(The Hollywood Reporter)Stan Freberg, whose freewheeling comic career in advertising garnered him worldwide acclaim and whose satirical entertainments abounded on TV, the radio and on records, has died. He was 88. Freberg died of natural causes at a Santa Monica hospital, his son and daughter, Donavan and Donna Freberg, confirmed to The Hollywood Reporter. \"He was and will always be my hero, and I will carry his brilliant legacy forward as best I am able,\" his son wrote on Facebook. The godfather of humorous and irreverent commercials, Freberg lampooned cultural institutions and described himself as a \"guerilla satirist.\" The New York Times dubbed him the \"Che Guevara of advertising,\" and years later, \"Weird Al\" Yankovic called him a major influence on his career. \"Very sad to say that one of my absolute all-time heroes has just passed away,\" Yankovic wrote on Twitter. \"RIP Stan Freberg. A legend, an inspiration, and a friend.\" Freberg also was known for his musical parodies. \"Wun'erful Wun'erful,\" his 1957 spoof of \"champagne music\" — on which he collaborated with orchestra leader Billy May — lampooned \"The Lawrence Welk Show.\" He also parodied Johnnie Ray's hit \"Cry,\" which Freberg rendered as \"Try.\" (Ray was quite angry until he realized Freberg was fueling sales of his record.) The Los Angeles native had hit records of his own, including \"St. George and the Dragonet,\" a 1953 send-up of the series \"Dragnet.\" His recordings were so popular that he landed his own radio program in 1954, \"That's Rich.\" Three years later, he presented \"The Stan Freberg Show\" on CBS Radio, where he regularly mocked commercials by advertising bogus products. Hollywood Reporter: \"Mad Men's\" return He won a Grammy Award in 1959 for best performance, documentary or spoken word for \"The Best of the Stan Freberg Shows.\" Earlier in the 1950s, Freberg helped create and write the Emmy Award-winning comedy \"Time for Beany,\" also working with puppets and performing on the show. Its droll, off-the-wall humor appealed to fans including Albert Einstein. During Beany's early gestation, he and the other writers had no office, so they wrote in coffee shops at night as well as in an \"office\" in a condemned building. Not surprisingly, Freberg ruffled institutional feathers. Capitol Records balked at releasing his satires of radio-TV personality Arthur Godfrey and Ed Sullivan's variety show \"Toast of the Town.\" Hollywood Reporter: \"Teenage Mutant Ninja Turtles\" -- the untold story Freberg disdained the hard sell. He created such classic comic ad capers as \"Nine out of 10 doctors recommend Chun King Chow Mein,\" and his Jeno's Frozen Pizza campaign featured the Lone Ranger and Tonto. He skewered the greed of the ad business in \"Green Chri$tma$, which criticized the over-commercialization of the holiday. In 1958, Freberg opened his own ad agency, Freberg Ltd. His slogan was \"More Honesty Than the Client Had in Mind,\" and he even had a corporate motto: \"Ars Gratia Pecuniae\" (Art of the Sake of Money). Freberg, whose inspirations were Jack Benny, Fred Allen and Norman Corwin, worked in cartoons for decades, starting in the 1940s. He provided the voice for Junyer Bear in the 1948 Chuck Jones Looney Tunes cartoon \"What's Brewin', Bruin,\" and he famously played the three pigs, the wolf and the singing narrator in another Looney Tunes classic, 1957's \"Three Little Bops.\" He teamed often at Warner Bros. with the great Mel Blanc. Freberg also was the voice of Beaver in Disney's \"Lady and the Tramp\" (1955). For the feature Looney Tunes, \"Back in Action\" (2003), he was heard as a baby bear. Survivors also include his wife, Hunter, and a granddaughter. ©2015 The Hollywood Reporter. All rights reserved.",
        "source": "stan freberg was famed comedian , song parodist . he later became adman , did a number of outrageous commercials . \" weird al \" yankovic : \" a legend , an inspiration , and a friend \" .",
        "target": "stan freberg died of natural causes at a santa monica hospital , his son and daughter said . freberg lampooned cultural institutions and described himself as a `` guerilla satirist '' he won a grammy award in 1959 for best performance , documentary or spoken word .",
        "edits": []
    },
    {
        "context": "Michelle Obama likes to keep a busy schedule and Wednesday was no exception as the first lady managed to effortlessly combine an event with school children during the afternoon and a black tie event in the evening. The White House Kitchen Garden was full of school children on Wednesday afternoon as FLOTUS oversaw a session of planting spinach, broccoli, lettuce, radish and bok choy. The first lady, who wasted no time getting stuck in in her black leggings and burgundy hoodie, was announcing the launch of the latest part of her ongoing Let's Move initiative. Scroll down for video Michelle Obama likes to keep a busy schedule and Wednesday was no exception as the first lady combined an event with school children during the afternoon and a black tie event in the evening The first lady was on hand to present 15-time Grammy winner Alicia Keys with The Recording Academy's Recording Artists' Coalition Award for her ongoing contribution to popular music Not content with a busy afternoon in the garden, she then changed into a flawless black dress for the annual Grammys On The Hill Awards which were held at Hamilton Live in Washington, D.C. The annual event mixes music and politics and the first lady was on hand to present 15-time Grammy winner Alicia Keys with The Recording Academy's Recording Artists' Coalition Award for her ongoing contribution to popular music. 'We are proud to honor Alicia Keys for her artistry, philanthropy and her passion for creators' rights as a founding member of The Academy's brand-new Grammy Creators Alliance.' said Recording Academy president and CEO Neil Portnow. The evening's other honorees include House Judiciary Chairman Bob Goodlatte (R-Va.) and Jerrold Nadler (D-N.Y.), ranking member of the House Judiciary Subcommittee on courts, intellectual property and the internet. Both were being recognized for their support of music creators' rights. Serving as master of ceremonies for the awards was Grammy-nominated singer/songwriter Hunter Hayes. Also in attendance from the music industry were R&B/pop producer Rodney Jerkins, singer Eddie Money, singer/songwriter Ray Parker Jr., singer/songwriter Robert Earl Keen Jr. and saxophonist Kirk Whalum. Not content with a busy afternoon in the garden, Michelle Obama then changed into a flawless black dress for the annual Grammys On The Hill Awards which were held at Hamilton Live in Washington, D.C Michelle Obama spent a productive Wednesday afternoon planting vegetables with school children during the spring planting of the White House vegetable garden on the South Lawn of the White House The White House Kitchen Garden was full of school children on Wednesday afternoon as FLOTUS oversaw a session of planting spinach, broccoli, lettuce, radish and bok choy As part of her ongoing initiative to get Americans 'moving' in their own neighborhoods, the first lady is asking school children across the country to participate in her garden challenge. Wednesday saw the launch an interactive online map to encourage people to join their local Let's Move programs and included students participating in D.C., Maryland, Virginia, New York, California, Colorado, Arizona, North Carolina and Mississippi. The interactive map highlights these 'sub-initiatives,' which were started in collaboration with federal agencies, businesses and nonprofits across the country. The range of local projects that people can join includes child care, reading, museum and garden programs affiliated with Let's Move. As part of her ongoing initiative to get Americans 'moving' in their own neighborhoods, the first lady is asking school children across the country to participate in her garden challenge The first lady also encouraged the students to take the #GimmeFive garden challenge and create a garden in their communities and schools back home with a starter kit of seeds for the five vegetables they helped her plant '(It) gives you an opportunity to really see the impact that the Let's Move! initiatives are having,' Mrs. Obama said. 'I encourage people to go check it out if they want to get involved in Let's Move! and see what's going on in their communities.' In celebration of the fifth anniversary of Mrs. Obama's campaign to combat childhood obesity, the first lady also encouraged the students to take the #GimmeFive garden challenge and create a garden in their communities and schools back home with a starter kit of seeds for the five vegetables they helped her plant.",
        "source": "michelle obama combined an educational event with school children during the afternoon and a black tie event on wednesday evening . the event at the white house kitchen garden was the latest part of her ongoing let 's move initiative . she then changed into a flawless black dress for the annual grammys on the hill awards which were held at hamilton live in washington , d.c. . the first lady was on hand to present 15-time grammy winner alicia keys with the recording academy 's recording artists ' coalition award .",
        "target": "the white house kitchen garden was full of school children on wednesday afternoon as flotus oversaw a session of planting spinach , broccoli , lettuce , radish and bok choy . the first lady was announcing the launch of the latest part of her ongoing let 's move initiative . not content with a busy afternoon in the garden , she then changed into a flawless black dress for the annual grammys on the hill awards .",
        "edits": []
    },
    {
        "context": "Uber has poached Facebook's security chief Joe Sullivan in an attempt to double down on rapidly escalating safety concerns. The $40 billion taxi service has been plagued by serious accusations of failing to vet its drivers. Lawsuits have been brought against Uber in San Francisco and Los Angeles. A New Delhi driver was accused of raping a passenger in December. This week in Denver, a driver tried and failed to break into a passenger's home. And in London, a woman was allegedly asked to perform oral sex on her driver. These claims, among others, follow a data leak last May, which saw the details of 50,000 current and former drivers released into the public domain. It is hoped Sullivan, the first federal prosecutor to specialize in high-technology crime, can protect Uber from potentially crippling ramifications. Lifeline? Joe Sullivan, 46, will leave his role as Facebook's security chief to help Uber defend safety concerns There were three high-profile assault cases involving Uber drivers in December 2014. An Indian woman said her driver raped her in New Delhi, leading to outcries and a temporary ban of Uber in that city. It came days after a driver was charged in Boston with raping a young woman. The same week, a woman in London revealed that she was offered £20 credit from Uber after one of its drivers allegedly sexually harassed her during a cab ride. This week in Denver an UberX driver was arrested after he dropped a passenger off at the airport before allegedly driving back to her house, and trying to break in. The cities of San Francisco and Los Angeles are both suing the company for 'misleading the public' by failing to conduct thorough backgrounds checks. The firm's first security chief, he brings with him an extensive portfolio of experience in cyber security and privacy. He spent two decades tackling cyber crime security in the private and public sector before joining the Justice Department. Cases included child protection, bank privacy, and digital strands of 9/11 investigations. Since, he has headed up the security departments at eBay, PayPal, and Facebook. Though his experience lies in digital protection, Uber CEO Travis Kalanick has also entrusted the 46-year-old with tackling physical security. Sullivan's role will involve liaising with city and state governments around the world as the firm rapidly expands. Announcing the hire in a blog post on Thursday Kalanick wrote: 'We are both in cyberspace and on city streets all at once; a bridge between bits and atoms. 'And as we get into tens of millions of rides a week, we continue to challenge ourselves to do even better when it comes to safety and data security.' He added: 'This is a challenge where I get to take what makes Silicon Valley special and apply it to a product that directly impacts people's lives everyday as they move around the world's cities.' Allegations: The rapidly-expanding mobile taxi service has been plagued by claims that drivers are not vetted Looking forward: The $40 billion firm's CEO Travis Kalanick announced the news in a blog post on Friday There were three high-profile assault cases involving Uber drivers in December 2014. An Indian woman said her driver raped her in New Delhi, leading to outcries and a temporary ban of Uber in that city. It came days after a driver was charged in Boston with raping a young woman. The same week, a woman in London revealed that she was offered £20 credit from Uber after one of its drivers allegedly sexually harassed her during a cab ride. This week in Denver an UberX driver was arrested after he allegedly dropped a passenger off at the airport before turning around, driving back to her house, and trying to break in. The cities of San Francisco and Los Angeles are both suing the company for 'misleading the public' by failing to conduct thorough backgrounds checks.",
        "source": "joe sullivan , 46 , was the first federal prosecutor specializing in high-tech . he has worked in security for ebay , paypal and facebook . as uber 's first security chief he will attempt to curb growing claims . $ 40bn taxi firm accused of not adequately vetting drivers . india driver accused of rape , denver driver of burglary , london driver of sexual assault .",
        "target": "joe sullivan , 46 , will leave his role as facebook 's security chief to help uber defend safety concerns . the $ 40 billion taxi service has been plagued by serious accusations of failing to vet its drivers . lawsuits have been brought against uber in san francisco and los angeles . a new delhi driver was accused of raping a passenger in december . this week in denver , a driver tried and failed to break into a passenger 's home .",
        "edits": []
    },
    {
        "context": "Richie Benaud has passed away  at the age of 84 after a short battle with skin cancer but the man who spoke with an unrivalled blend of insight, authority and wit from commentary boxes at cricket matches across the globe will always be remembered. Here, Sportsmail recounts 10 of his finest moments from his broadcasting career. Richie Benaud, one of cricket's great personalities, has died at the age of 84 after battling skin cancer 1. BALL OF THE CENTURY Benaud was on hand to talk viewers through Shane Warne's first test delivery for Australia in England in the 1993 Ashes, which turned out to be a stunning dismissal of Mike Gatting. 2. AUSTRALIA'S UNDERARM BALL Benaud was renowned for his calming tone as broadcaster but his pure disdain for Trevor Chappell's underarm delivery for Australia against New Zealand in 1981 is equally as memorable. 'One of the worst things I have ever seen done on a cricket field,' he raged from the Channel Nine studio. 3. LAST SPELL OF COMMENTARY IN ENGLAND Benaud's final commentary duties for Channel 4 came in the fifth Ashes Test at The Oval in 2005 and was commemorated by members of the crowd waving banners in tribute. 4. 'YOU'VE GOT TO CHECK IF THEY'RE STILL THERE!' Benaud's  cricketing knowledge was matched with sharp turn of humour, an example being when he saw a player get hit by a cricket ball in a place no man wishes to get hit. 5. ANDREW SYMONDS STOPS A STREAKER Thankfully, Benaud was on hand to embellish one of cricket's more bizarre moments during a one-day international between Australia and India. 6. TRIBUTE TO PHILLIP HUGHES Benaud narrated Channel Nine's powerful tribute to Phillip Hughes in November 2014. 7. GEOFFREY BOYCOTT RUNS OUT DEREK RANDALL Now a commentator himself, one can only imagine the uproar if Geoffrey Boycott saw a modern day player run his batting partner out in the reckless manner he did to Derek Randall. But Benaud's take was typically measured. 8. BENAUD COMPARES DON BRADMAN WITH SACHIN TENDULKAR Benaud's fascinating dissection of Sachin Tendulkar's capabilities compared to Don Bradman show not only what an encyclopedic knowledge of cricket he possessed, but also how his understanding of the game evolved alongside the sport itself. 9. BENAUD ON BOTHAM Sir Ian Botham's ferocious unbeaten 149 for England in the 3rd Test of the 1981 Ashes at Headingly had Benaud unleashing some of his best lines. 10. INTRODUCING 'AUSTRALIA'S BIGGEST SUMMER OF CRICKET EVER' One of Benaud's final pieces of work saw him introduce Australia's cricketing summer of 2014, where he looked ahead to his home country co-hosting the World Cup. His enthusiasm is vibrant and infectious, with his voice galvanised by excitement. P.S... HE COULD PLAY, TOO! Benaud excelled as a broadcaster and his voice will always conjure memories of cricket's greatest moments but before embarking on a media career, he was a magnificent player. He captained Australia during their domination of the game during the late 1950's, spearheading their success with a flamboyant, forward-thinking style of leadership. He was the first man to score over 2,000 runs and take more than 200 wickets in Tests and one of his finest dismissals came against England in 1958.",
        "source": "richie benaud died at the age of 84 after battling skin cancer . his commentary style is considered synonymous with cricket . sportsmail recalls 10 of his best moments in the commentary box . read : when richie benaud welcomed viewers , they were able to relax . click here for richie benaud tributes as cricket world mourns legend .",
        "target": "richie benaud has passed away at the age of 84 after a short battle with skin cancer . benaud spoke with an unrivalled blend of insight , authority and wit from commentary boxes at cricket matches across the globe . sportsmail recalls 10 of his finest moments from his broadcasting career .",
        "edits": []
    },
    {
        "context": "She's been living in New York for a year now, and it seems that Princess Eugenie is right at home in the cosmopolitan city. The 25-year-old cousin of Princes William and Harry was seen texting on her mobile as she navigated the concrete jungle on Thursday. The British royal, who is currently working in New York, showcased her hipster style for the second day in a row wearing a black bowler hat, black leather top and a black and cream miniskirt. Princess Eugenie, who recently turned 25, was engrossed in her phone after indulging in some retail therapy at Intermix in New York Topshop striped zip through skirt Earn your style stripes! Visit site Like the rest of the royals, Princess Eugenie must be counting down the days until the arrival of the Duke and Duchess of Cambridge's second baby. But until then, she's busy in the Big Apple! Luckily for our bank balances, Eugenie is a high street gal at heart (apart from the odd shopping spree at Intermix...) and this is the second time this week we've spotted her wearing affordable pieces. Yesterday it was a Zara biker coat, and this time around it's this stripe skirt, which is from Topshop. When teamed with her favorite pork pie hat (also from Topshop) and black ankle boots, she's got city chic sussed! And the good news is that emulating Eugenie couldn't be easier. Just click the link (right) to buy her skirt now, and if (as we predict!) it sells out, shop our edit below. We love the zip front and patch pocket of this Sixties-inspired style, which would look great dressed up with bare legs and heels, or down a la Eugenie with tights and ankle boots. Earn your style stripes! 4SI3NNA Textured Stripe Miniskirt at Nordstrom Visit site Finders Keepers Tightrope Skirt at Urban Outfitters (Now $69.99) Visit site Nicole Miller Bold Stripe Mini Skirt at Zappos Visit site Missguided Contrast Check Asymmetric Mini Skirt Visit site Proving she's as thrifty as her royal relative, the Duchess of Cambridge, Eugenie recycled her favourite leather-trim black coat for the second time this week. The young royal completed her look with a pair of Chelsea boots and carried her favourite Rebecca Minkoff quilted handbag. The fashion fan appeared to have snapped up a few purchases, as she carried an Intermix bag. Intermix offers the most sought-after styles from an edited selection of coveted designers. According to the shop's website, within the intimate shopping environment, personal stylists work one-on-one with clients to create looks from designers including Stella McCartney, Proenza Schouler, Missoni, J Brand and Chloe. Princess Eugenie showcased her hipster style for the second day in a row wearing a black bowler hat, leather  top and a black and cream miniskirt The fashion fan  carried a shopping tote from Intermix, suggesting she made a few purchases at the store The young royal completed her look with a pair of Chelsea boots and carried her favourite Rebecca Minkoff quilted handbag for the second day in a row On Wednesday, the Princess was seen out and about with a female friend rocking a similar urban chic outfit. At the end of last month, the young royal, who lives three and a half thousand miles away from her family in the UK, celebrated her 25th birthday. In the middle of a Palace function, her father, Prince Andrew, whipped out his iPad and used it to video call his daughter, who currently lives in Manhattan. The shop stocks trendy brands including Stella McCartney, Proenza Schouler, Missoni, J Brand and Chloe If that wasn’t enough, the prince got his 400-strong audience in the State Apartments at St James’s Palace to sing a cheery rendition of Happy Birthday, accompanied by a trumpeter from the Scots Guards. The royal, who was hosting the Pitch@Palace event for entrepreneurs, introduced the stunned audience to the singalong at St James’s Palace, saying: ‘We are going to do something new this evening. ‘The lady in the middle is my youngest daughter and it’s her 25th birthday today.’ Laughing Eugenie, wearing a pair of novelty birthday candle glasses to mark the occasion, and accompanied by her sister, Princess Beatrice, and mother, Sarah, Duchess of York, smiled and waved. Andrew told her: ‘You will notice that we have somebody here to play (gesturing to the trumpeter).’ He then turned to the lance corporal and added: ‘If you will lead us in Happy Birthday please...’ There were cheers from the crowd as the song came to an end, while plenty of others waved and tried to capture the moment on their camera phones. Eugenie looked delighted and said she was ‘very proud, Pops’ of her father’s role in the awards, which celebrate innovation and technology in the creative industries. But the singalong did not impress his ex-wife, who joked - in the style of a Eurovision announcement - that the rendition scored ‘zero points’. The Duke of York holds an iPad as he invites the audience at the Pitch@Palace event to sing happy birthday via FaceTime to his daughter Princess Eugenie Sarah added: ‘We think you all need to go for choir practice.’ Andrew, however, was content with the gesture. ‘Having been told this was a bad idea, it worked,’ he said. The Prince, who used a Pitch@Palace event last year to send the first royal selfie, joked: ‘’What was it somebody said about children and dogs?’ The social media-savy Royal is also the only senior working royal to have his own personal Twitter account. Eugenie has been in New York for the past year, working for an online auction house. Princess  Eugenie of York, pictured with her sister Beatrice at attend The Serpentine Gallery Summer Party last summer, proves she can cut a glamorous figure",
        "source": "princess , 25 , spotted in bowler hat on streets of new york . carried shopping bag from intermix - a designer brand store . cousin of princes william and harry is working at auction house in city .",
        "target": "princess eugenie , 25 , was spotted in new york on thursday . she wore a black bowler hat , leather top and a black and cream miniskirt . she carried a shopping tote from intermix , suggesting she made purchases . the young royal recently turned 25 .",
        "edits": []
    },
    {
        "context": "The country’s biggest food bank organisation yesterday claimed the number of people claiming free meal packages from its branches passed a million last year. The figures from the Trussell Trust were seized on by Labour and the TUC as ‘shocking’ evidence that millions need emergency food because of low pay, the so-called bedroom tax, and stopped benefits. But Tory benefits chief Iain Duncan Smith questioned the numbers, which he said were ‘unverified’, and insisted that the best way to help families was to get people into work. The Trussel Trust claimed that 1 million people are being fed from food banks such as this one in Glasgow Another independent food bank organisation warned that such figures could be misleading because food banks are a new phenomenon and should not be used as a ‘political football’. The row comes amid growing controversy over the spread of food banks – said by supporters to show that hunger is commonplace and need overwhelming, and by critics to show that when free food is handed out, people will always come forward to take it. Yesterday’s report from the Trust put the number of people who were given three days’ worth of food at one of its 445 branches in the past financial year at 1,084,604. Its UK director Adrian Curtis said: ‘Despite welcome signs of economic recovery, hunger continues to affect significant numbers of men, women and children. The latest figures highlight how vital it is that we all work to prevent and relieve hunger in the UK.’ The latest figures show a slowdown in the numbers visiting food banks, with a rise of under 100,000 in numbers recorded since 2013-14, when there were 913,138 food bank visits. Iain Duncan Smith, pictured, dismissed the suggestion claims suggesting that the Trussell Trust's figures are 'unverified' This figure was almost three times the 2012-13 level of 346,992. In 2009-10 the Trust recorded 40,898 food bank visits. The claims have been disputed because the Trussell Trust counts numbers of food bank visits in which people are given three-day food packages, and not numbers of individuals. This means an unknown number make repeat visits, and some analysts say the real total of people who went to food banks may be closer to half a million. Research carried out by the Trust, Oxfam, the Church of England and other charities last year also found that low pay is only a minor reason for people going to get aide from food banks. It found that more than four out of five users live on state benefits and only one out of 40 users questioned was working on a zero hours contract. A chorus of political leaders and charities lined up to criticise David Cameron over the figures. Labour’s work and pensions spokesman Rachel Reeves said: ‘The shocking rise in the number of people relying on Trussell Trust food banks since 2010 shows the Tory plan is failing. ‘David Cameron’s failure to tackle low pay, the bedroom tax and delays in benefit payments have led to over a million people depending on emergency food aid.’ TUC general secretary Frances O’Grady said: ‘This should make all of us ashamed, particularly those who claim everyone is sharing in the recovery. It tells us that the Government has done grave damage to the welfare safety net. ‘Vicious sanctions and benefit cuts – even for those who paid in all their working lives – are destroying the support any of us might need if we lose our job or have an accident.’ Oxfam poverty chief Rachael Orr said: ‘It is extremely worrying to see yet another rise in the number of people being forced to visit food banks in the UK.’ The picture of millions going hungry contrasts with the findings of the respected US-based Social Progress Index published earlier this month, which put Britain in first place out of 133 countries for its success in conquering hunger. Mr Duncan Smith said the Trust’s figures were ‘unverified’. He added: ‘We are not going to take lectures from the party who presided over the deepest recession in living memory – whose incompetent economic policies hit the poorest harder than anyone. ‘The best way to help families provide for themselves is cut taxes and to get more people into work – and we’ve got a strong record there: two million more people in work since the last election. Frances O'Grady, Trade Union Congress general secretary, pictured, described the figure as 'shameful' ‘It is only by continuing with our term economic plan that will we ensure more people have a job and the economic security that comes with it.’ The Oxford Food Bank, which is independent of the Trussell Trust network, urged caution in the interpretation of food bank figures. The organisation, which distributes food to other charities which provide meals, rather than handing it out to individuals, said: ‘We think that increasing use of food banks is an unreliable guide to underlying need because food banks are a new phenomenon – whereas food poverty is not. ‘As an organisation which draws its volunteers and donors from across the entire population of Oxford, we adopt a non-political stance. To do anything else would risk disenfranchising a section of that support. ‘The issue of food banks and food poverty should not be used in a game of political football when the statistical evidence is so potentially misleading. We congratulate the Trussell Trust on the success of their operation but we also believe that successive governments have ignored the issue of waste in the food cycle. ‘It is high time the OFB model of food bank – which prevents food being wasted and combats food poverty – is encouraged and replicated elsewhere.’",
        "source": "the trussell trust counted the number of people visiting its 445 branches . the charity hands out three-day food parcels to people requiring help . critics claim that people will come forward if free food is on offer . tories said getting people working was better than providing hand-outs .",
        "target": "the trussell trust claimed that 1 million people are being fed from food banks . the figures were seized on by labour and the tuc as ` shocking ' but tory benefits chief iain duncan smith questioned the numbers . he said the best way to help families was to get people into work .",
        "edits": []
    },
    {
        "context": "Lewis Hamilton has conceded to feeling more powerful now than at any stage in his F1 career. It is an ominous warning from a man who has won nine of the last 11 grands prix, been on pole at the last four, and who already holds a 27-point cushion in the drivers' standings. It is no wonder after winning in Bahrain, when Hamilton stepped out of his Mercedes, he immediately stood on top of it and pretended to smack an imaginary baseball out of the circuit. Lewis Hamilton stands on his Mercedes after winning the Bahrain Grand Prix It was another 'home run' performance from Hamilton, a man who claims he is a perfectionist, and who appears to be driving as close to perfection as can possibly be achieved in the sport. It led to the suggestion that perhaps he was feeling unbeatable, to which he replied: 'I don't know what the feeling of being unbeatable is. 'I know I feel very powerful in this car with the package we have, and I feel I'm able to get everything from it. 'I also feel more comfortable in this car than I did in the one last year, and I feel within myself, with whatever approach I have, the power is greater than ever in terms of strength in the car. 'It's like 'yes'. I put the car there and it goes there, I get the exit. 'Naturally you always feel there are things you can still improve on, but it's hard to always pinpoint what those are and to tell the team what to focus on. Hamilton is congratulated by Ferrari rival Kimi Raikkonen on Sunday 'That's what a team leader has to do, and, along with Nico (Rosberg), I'm trying to guide the team, to tell them where to go next.' So just how close to perfection does Hamilton feel? 'There are always areas. I'll look and think 'Could I have braked later for the pit entry? Could I have done a better outlap?' said the 30-year-old. 'I feel I'm doing the best I can, and I'm learning and improving at the same time, which is all I can ask for.' Yet do not dare to suggest to Hamilton that he does not work as hard off the track in terms of poring over every aspect of what is required to ensure he is at one with his car. In being compared with former McLaren team-mate Jenson Button in the past, or Rosberg at present, the feeling has generally been they are more studious than Hamilton, who simply just drives. 'Of course I analyse. You can't be a world champion without doing that,' Hamilton said. 'I remember speaking about this a long time ago and I don't know if people get a perception as to who you are as a driver, but I work as hard as any other driver. 'Just because I do things differently it doesn't mean I'm worse. Race winner Hamilton celebrates with the trophy on the podium in Bahrain 'There was a point where people said Nico was a doctor of this or that; Jenson was a doctor of his tyres. 'I tick off all the boxes, and I've worked to do that. 'The results I get are not only from my raw ability because I study hard, I work hard to make notes about my tyres, about every single thing I do, which I've done since my days in Formula Three. 'Ultimately, I don't care what people think. I just do the job.' Hamilton certainly has Rosberg scratching his head as the German appears to have run out of ideas as to how to beat his main rival. Hamilton has now set a personal record run of 11 consecutive grands prix in the points - twice finishing second in addition to the nine wins. If you include the double points for the final race of last season, Hamilton has scored an astonishing 286 from a potential 300. It is not perfection, so perhaps there is a feeling of never being quite satisfied. 'That's natural for anyone who has the competitiveness I have,' said Hamilton. 'I know the potential I have, and whether or not I'm living up to it. 'I feel I am coming close to full potential - although who knows exactly what that is - but I do feel quite satisfied.' Which is why he also feels he still has more to give, starting with the next grand prix in three weeks' time in Spain. 'I got the pole, I did the job (in Bahrain),' Hamilton said. 'Now I have to see if I can improve, and I want to improve when I get to Barcelona.'",
        "source": "lewis hamilton already holds a 27-point cushion in the drivers ' standings . the brit has won nine of the last 11 races following triumph in bahrain .",
        "target": "lewis hamilton has won nine of the last 11 grands prix . the briton already holds a 27-point cushion in the drivers ' standings . hamilton won the bahrain grand prix on sunday . the 30-year-old said he feels more powerful now than ever .",
        "edits": []
    },
    {
        "context": "Greece has denied it will fail to pay a multi-million pound loan following reports it has drawn up plans to introduce parallel drachma currency to pay domestic bills. The country is due to repay a £330million loan to the International Monetary Fund on Thursday but there were concerns the heavily indebted nation would default on the payment. Deputy finance minister Dimitris Mardas said that Greece will in fact make the payment on time. Greece has denied it will miss a repayment of £330million to the International Monetary Fund after reports it had drawn up plans to introduce a parallel drachma currency to pay its bills He said: 'We strive to be able to pay our obligations on time. We are ready to pay on April 9.' Sources close to the ruling Syriza party claimed the government was prioritising paying wages and pensions over any loans due, according to the Telegraph. It  reported that the nation no longer has the funds to repay the debt unless the eurozone agrees to pay the next portion of its interim bail-out deal in time. A senior official told the newspaper: 'We are a Left-wing government. If we have to choose between a default to the IMF or a default to our own people, it is a no-brainer. 'We may have to go into a silent arrears process with the IMF. This will cause a furore in the markets and means that the clock will start to tick much faster.' German magazine Der Spiegel quoted a finance ministry general secretary, Nikos Theocharakis, as saying Greece would probably not pay next week's IMF tranche, prompting a further denial from the Greek finance ministry. Theocharakis said Greece would be 'close to the end' on April 9 and called the technical teams from its creditors 'completely useless,' according to an extract of the article due to be published on Saturday. 'Mr. Theocharakis never characterised the technical teams of the institutions with the phrase attributed to him,' the ministry said in a statement. 'On the contrary ... he referred to them as saying they include 'top-notch people with impressive skills.'' Deputy finance minister Dimitris Mardas (pictured) said that Greece will in fact make the payment on time Germany's Spiegel Online quoted Belgian Finance Minister Johan Van Overtveldt as saying that Greece postponing the repayment due on April 9 was 'out of the question', otherwise a Greek exit from the eurozone could no longer be ruled out. He said the Eurogroup would not release further funds to Greece until Athens implemented some of the reforms it had promised. Athens has not received bailout funds since August last year and has resorted to measures such as borrowing from state entities via repo transactions to tide it through the cash crunch. The government is hoping approval of its latest reforms package will unlock remaining aid of 7.2 billion euros under its EU/IMF bailout and lead to the return of about 1.9 billion euros in profits made by the European Central Bank on Greek bonds. Mardas said, without providing figures, that state revenue in March had topped targets and that the government had made progress in talks with lenders on its latest reforms list. German Chancellor Angela Merkel has said Greece would receive fresh funds only once its creditors approve the reforms Athens has presented.",
        "source": "greece is due to repay # 330million loan to the international monetary fund . there were concerns heavily indebted nation would default on payment . deputy finance minister dimitris mardas claims greece will meet demand . it was reported nation did n't have funds to repay debt without agreement .",
        "target": "greece is due to repay a £ 330million loan to the international monetary fund on thursday but there were concerns the heavily indebted nation would default on the payment . deputy finance minister dimitris mardas said that greece will in fact make the payment on time .",
        "edits": []
    },
    {
        "context": "A former Utah high school teacher accused of having sex with three of her male students took a plea deal Wednesday to avoid a trial, sobbing as she accepted the agreement in court. One of the boys was 16 and two were 17 when they were having sex with Davis High School English teacher Brianne Altice, 35. One testified that he considered her to be his girlfriend during their yearlong tryst. But the boys were all minors, and Utah law also says a person cannot consent to sex if the other person is in a position of special trust. Altice could face up to 45 years in prison when she is sentenced next month. Scroll down for video Guilty: Former Davis High School English teacher Brianne Altice, 35, pictured here in court on Wednesday, pleaded guilty to three counts of forcible sexual abuse involving three male students Lengthy prison sentence: Altice accepted the agreement in exchange for prosecutors dropping 11 other counts, including several first-degree felonies. She could face up to 45 years in prison when she is sentenced next month Altice pleaded guilty to three counts of forcible sexual abuse in exchange for prosecutors dropping 11 other counts, including several first-degree felonies. School officials knew about Altice's inappropriate behavior and didn't do enough to protect the students, the boys and their parents say. In one of two lawsuits filed against the Davis School District, the plaintiffs said the running joke at the high school was, ‘Who is Ms. Altice sleeping with now?’ Davis School District spokesman Chris Williams said he would love to comment on the allegations but that the civil lawsuit precludes him from saying anything. Prosecutor Susan Hunt said the three victims are on board with the plea deal, The Salt Lake Tribune reported. Altice is scheduled to be sentenced May 28. Each count carries a possible sentence of 1 to 15 years in prison. Altice's attorney, Ed Brass, said his client wanted to resolve a case to avoid risking an uncertain outcome at trial. Brass previously defended Altice, saying she was no longer the boys' teacher when the sex occurred. Altice's attorney said his client, pictured in court back in January, wanted to resolve a case to avoid risking an uncertain outcome at trial Altice was first arrested in October 2013 after a student reported having a relationship with her. Two more victims later came forward with similar allegations. She was out on bail during most of the criminal proceedings until allegations emerged earlier this year that she had sex with the third victim following her 2013 arrest. A judge ordered her to jail, where she's been for the three months. Brass asked the judge Wednesday to let Altice out on bail until her sentencing, but the judge denied the request. Brianne Altice was hired by the Davis County School District in 2004 and had been teaching at the high school since August 2012. She was put on leave from the school after the allegations came to light and later fired in February 2014. She had been ordered last month to stand trial on 14 felony charges, including rape, sodomy, sexual abuse and sex with a minor, in connection to her suspected affairs with three students. In mid-March, one of the alleged victims brought a $647,000 lawsuit against the Davis County School District accusing officials of negligence for failing to fire the 'flirtatious' teacher before she started a sexual relationship with him. More legal trouble: Two students have filed lawsuits against the Davis County School District in Utah accusing officials of failing to fire English teacher Brianne Altice, pictured in court in January, who is accused of having sex with three boys Earlier this month, another student sued the district for hiring Altice, reported The Salt Lake Tribune. Court documents detailed how at times, the students skipped other classes and spent entire days with Altice, sent her text messages and made explicit comments to her. On her part, the 35-year-old Altice confided in her teenage admirers about her martial problems. According to the complaint, the relationship between the woman and the boys in her class eventually turned physical. Similarly to the first lawsuit, the new complaint alleged that the school district was aware of Brianne Altice's inappropriate behavior but failed to take action against her. She allegedly had sex with the third student while she was out on  bail for charges relating to the first two students. The student who brought the initial lawsuit in March accused the district of being negligent when it hired Altice and says it is responsible for the damage she inflicted on him. He claimed they started a relationship in early 2013 after they flirted during class and texted and ultimately started kissing and having sex. He stated that the school district had reprimanded Altice after seeing photos of her having inappropriate contact with students but she was not fired, the Tribune reported. Despite the claims against her, one of her alleged victims has previously testified that the charges against Altice are 'ridiculous' and 'she doesn't deserve to be here'. In trouble: Altice, pictured at a hearing in February 2014, allegedly had sex with the boys from early 2013 One of her victims has accused the school district of failing to fire the English teacher, left, even though it knew she had acted inappropriately with students. She was first taken into custody in 2013 He told the court he had sex with Altice once prior to October 2013 - when she was initially arrested - and then three more times after that in December, while she was out on bail. In August 2014, a second student came forward to say he had also had a physical relationship with the former Davis High English teacher, whose marriage fell apart in the aftermath of the scandal.",
        "source": "former davis high school english teacher brianne altice pleaded guilty to three counts of forcible sexual abuse involving three male students . one victim testified that he considered married teacher to be his girlfriend during their yearlong tryst . two of the boys have filed lawsuits against school district for failing to fire altice . each criminal count against teacher carries 1 to 15 years in prison .",
        "target": "brianne altice , 35 , pleaded guilty to three counts of forcible sexual abuse in exchange for prosecutors dropping 11 other counts , including several first-degree felonies . one of the boys was 16 and two were 17 when they were having sex with davis high school english teacher altice . altice could face up to 45 years in prison when she is sentenced next month .",
        "edits": []
    },
    {
        "context": "Arsenal defender Per Mertesacker has tipped compatriot Jurgen Klopp to make his mark in the Barclays Premier League if he opts to continue his career in England. Klopp, 47, announced earlier this week that he would end his seven-year stint at Borussia Dortmund when the current season draws to a close, prompting fresh speculation that he could head for the Premier League. Manchester City have already indicated that a man who has also been linked with Manchester United and Arsenal in the past, is not in their sights, but Germany international Mertesacker insists Klopp would be a good fit in the English top flight. Jurgen Klopp has revealed he will be vacating his role as Borussia Dortmund boss at the end of the season Arsenal vice-captain Per Mertesacker says Klopp would be a top manager in the Premier League Klopp chats with Dortmund defender Erik Durm during a training session in Dortmund on Wednesday He said: 'I've got some nice experiences in the Premier League and of course it would be nice if a German coach would take the challenge of working in the Premier League. 'It's not so good for Dortmund that he is leaving but hopefully one day he will manage abroad. I think his passion would fit and to see him in England would be very interesting. 'Everyone has their philosophy and I think Jurgen Klopp has proved that he's top-level and can teach a lot.' However, Mertesacker insisted Klopp, whose side are 10th in the Bundesliga table, will need time to decide on his future after a largely successful spell in Dortmund which has brought two league titles and a Champions League final appearance. He said: 'I think he should just finish the season with Dortmund and then he should be given time. 'We'll see what he does next, but I think he's fought his way out of all situations and I think that this time he will find a path that gives him a new challenge. 'But firstly, I wish him all the best and time to think about his achievements. Sometimes you can underestimate what it's like going straight into a new job. I think you should give him time - and I wish him all the best.' Klopp waves to the fans after Dortmund's Champions League game against Arsenal in November The German boss has enjoyed a huge amount of success at Dortmund and won the Bundesliga title twice But for all that a new challenge lies ahead for Klopp, Mertesacker admits he cannot work out what has gone wrong to prompt his exit from Borussia. He said: 'It is obviously sad news for Borussia Dortmund, [he was] such a passionate successful and passionate manager for them. He was the guy who turned it around at Dortmund. 'The whole situation there - he built the squad on young players and they improved so much in the seven years he was in charge. It is a sad situation. 'But in the summer, it will be a new situation for him. Maybe he is going to go abroad and see how it goes there. 'I would love to see more German managers abroad, because it is obviously a new challenge, to adapt to the culture, the language, the system. Yes, why not? 'It is his decision. He worked really hard and pushed really hard, so even if he said he is not tired, maybe he takes a bit of breather to fuel his energy and his batteries? 'But I am curious what happened to him because he was an outstanding figure in the Bundesliga in the last couple of years and always a title contender. They went to the Champions League final. It will be interesting to see what happens in the summer.' Klopp has been tipped to replace Arsenal boss Arsene Wenger but it remains unlikely",
        "source": "jurgen klopp will leave borussia dortmund at the end of the season . german boss has enjoyed success with club during seven-year stint . he has been linked with manchester city , manchester united and arsenal . per mertesacker says he would like to see klopp in the premier league .",
        "target": "jurgen klopp will leave borussia dortmund at the end of the season . the 47-year-old has been linked with a move to the premier league . arsenal vice-captain per mertesacker says klopp would be a good fit . the german has won two bundesliga titles and the champions league .",
        "edits": []
    },
    {
        "context": "Three more political parties have vowed to teach lifesaving skills in schools, backing The Mail on Sunday’s campaign to add first aid to the curriculum. Charities last night welcomed the move to create a new generation of lifesavers, saying it could prevent hundreds of deaths every year. Previously, only the Liberal Democrats had promised to add the crucial lessons to the school curriculum. But last week Labour, Ukip and the Green Party added their support as they unveiled their Election manifestos. Three more political parties have backed The Mail on Sunday’s campaign to add first aid to the curriculum It means the Conservatives are the only major party not to make the same manifesto pledge. Shadow Health Secretary Andy Burnham told The Mail on Sunday that the issue was ‘close to his heart’. He said: ‘One of my constituents, a very fit 16-year-old called Daniel Young, collapsed and died on the football pitch ten years ago. It really touched me – as a parent, the trauma of losing a child in those circumstances is incomprehensible. ‘Our manifesto pledge is about making sure all children are taught basic CPR skills before leaving school. We want to empower a generation of children, and potentially save hundreds of lives. This is about community resilience and people looking after each other.’ Shadow Health Secretary Andy Burnham (pictured left) said the issue was ‘close to his heart’ The Mail on Sunday is campaigning to make sure all schools teach basic first-aid techniques. The skills can also be taught by older children to their younger peers. The campaign has support from Schools Minister David Laws, teachers, doctors and leading charities. Tory Education Secretary Nicky Morgan believes schools should not be forced to teach first-aid skills as part of an overcrowded curriculum However, Tory Education Secretary Nicky Morgan insists that while first-aid skills are important, schools should not be forced to teach them as part of an overcrowded curriculum. She will instead modernise sex education lessons to include advice on ‘revenge porn’ and internet safety. St John Ambulance has launched a ‘promise portal’ to encourage all Election candidates to register their support for the campaign. Richard Fernandez, the charity’s head of public affairs, said: ‘We have been calling for first aid to be a compulsory part of the national curriculum, so that every child has the chance to learn to be a lifesaver. 'This is a policy that has had backing from individuals in all parties, but it has yet to become reality. ‘We’re delighted that Labour, the Liberal Democrats, Ukip and the Greens have now adopted this policy and included it in their General Election manifestos. 'We are continuing to call on all candidates from the other parties to give their individual support.’ For more information, visit thepromise.sja.org.uk.",
        "source": "parties back the mail on sunday 's campaign to add first aid to curriculum . previously , only liberal democrats promised to add the crucial lessons . now labour , ukip and the green party have added their support . conservatives are only major party not to make same manifesto pledge .",
        "target": "labour , ukip and the green party added their support as they unveiled their election manifestos . previously , only the liberal democrats had promised to add the crucial lessons to the school curriculum . shadow health secretary andy burnham said the issue was ` close to his heart '",
        "edits": []
    },
    {
        "context": "Every year a trend comes around that strikes fear into the hearts of women. Whether it is Crocs, hotpants or UGG boots, everyone has their Achilles heel and this summer many will be concerned about the arrival of the septum piercing. In recent months, a whole host of stars have been wearing the body jewellery, including FKA Twigs, Rihanna and Lady Gaga. FKA Twigs has been one of the main trendsetters when it comes to the septum ring The septum ring isn't a new trend - the process of piercing the wall between the two nostrils has been done for years. It was a coming-of-age ritual for some North American tribes - the boys would be given the nose ring when they became a man, the Shawnee leaders Tecumseh and Tenskwatawa both had them. In certain warrior tribes, it was used in a similar way to war paint - to look terrifying in front of opponents. In Australia, Aboriginals used the piercing to try and flatten their nose, which they believed made them look more attractive. Lady Gaga (left) and Lourdes Leon (right) have both adopted the trend It girl Pixie Geldof wears a simple silver septum ring Rihanna wears an outlandish septum ring and offsets the look with a 90s bucket hat In India, and Bangladesh septum piercings are still very popular with women - many Bengali women wear it to show they are married, although this practice is being increasingly replaced with a nose stud. In Nepal, it is often used as a status symbol. The septum ring, which is also known as the 'bull-ring piercing,' is also used as a way of controlling and handling bulls. But in the UK, America and Australia, it is mainly used as a fashion trend and to create a hippy or rebellious look. Australian actress Samara Weaving (left) offset her silver septum ring with red heart-shaped glasses, while Zoe Kravitz (right) adopted a tiny ring Jordin Sparks showed off a new septum piercing after breaking up with her ex Jason Derulo",
        "source": "septum rings are a new craze among celebrities . fka twigs started the trend after appearing at red carpet events with one . it has been used in various asian and north american cultures for years .",
        "target": "the septum ring is n't a new trend - the process of piercing the wall between the two nostrils has been done for years . it was a coming-of-age ritual for some north american tribes . in australia , aboriginals used the piercing to try and flatten their nose .",
        "edits": []
    },
    {
        "context": "Mike Tindall wouldn't have moved any quicker had he been surging towards the posts in a Six Nations clash at Twickenham. In Aintree's crowded unsaddling area, the former England captain was making a beeline to the place marked with a big number '3', with his wife, Zara Phillips, scampering in hot pursuit. Not even a hug from AP McCoy could check his momentum. No wonder. Tindall was beaming from ear-to-ear having just seen Monbeg Dude, the horse whom he owns with James Simpson-Daniel and Nicky Robinson, run his heart out and wanted to be in place for when the old warrior, who was sent off unconsidered at 40/1, returned. Former England rugby captain Mike Tindall and wife Zara Philipps at Aintree ahead of the Grand National Tindall celebrates after watching his horse Monbeg Dude finish third in the National Monbeg Dude is now 10 and, according to his jockey Liam Treadwell, 'likes to do things at his own pace' but his resolution is not in question and this was the latest wonderful day he had given his owners and trainer Michael Scudamore. Think about this for a CV: a Welsh Grand National in January 2013, victory in a big chase at Cheltenham in December of the same year and being placed in a Hennessey Gold Cup at Newbury last November, then this. Not bad for a horse that cost £12,000. While the exultant connections of winner Many Clouds were celebrating a few yards away, their joy was almost matched by the happiness of the Monbeg Dude team; as Michael shook his head in wonder, his father Peter, the former champion jump jockey, dashed to engulf him in a bear hug. Here was thumping evidence that no other race stirs the emotions quite like the Crabbie's Grand National. The £88,400 was by far the biggest pot Monbeg Dude has collected in his 24-race career but the reactions of Tindal et al (ITALICISE) showed this was about far more than money. 'Pride is the word I would use,' said Michael Scudamore. 'I am so happy for the horse. He is unbelievably tough and brave. To put in a performance like that after coming here last year (finishing seventh), I am just so proud. The owners are buzzing, so is the jockey.' Many Clouds and Aspell jump a fence on the way to winning the 2015 Grand National at Aintree Treadwell's contented look as he strolled to the Owners and Trainers tent a little while after said as much. He won the Grand National in 2009, when steering Mon Mome to a 100/1 success, but this was the first time he had ridden in the race since 2010, when unseating at the 20th from Nozic. 'I am absolutely delighted,' said Treadwell. 'The horse didn't even know he had been in a race. He got hampered at Becher's Brook the first time and that checked his momentum but he has given me a fantastic ride. 'Last year he looked like he was going to be the winner going to the last and there was a point when I thought my run was going to take me there this time but he just flattened out a bit at The Elbow. But what a great day. I really appreciate everything about this atmosphere now.' He wasn't the only one. Aintree, even when you are defeated, is a place where dreams can come true.",
        "source": "mike tindall owned monbeg dude finished third in the grand national . tindall was seen making a beeline to the place marked with a number ' 3 ' . the 10-year-old monbeg dude was 40/1 before the race at aintree .",
        "target": "mike tindall 's horse monbeg dude finished third in the grand national . many clouds and aspell won the race at aintree on sunday . tindal and his wife zara philipps were at the national to watch the race . the former england rugby captain owns the horse .",
        "edits": []
    },
    {
        "context": "Juventus striker Carlos Tevez has refuted claims suggesting he will rejoin Boca Juniors in the summer by insisting he is yet to make a decision on his future. Tevez has said throughout his career that he wanted to end his career at his boyhood club but it appears the Argentine outfit will have to wait for his signature. The 31-year-old's future was thrown into doubt when Boca Juniors president Daniel Angelici claimed he was 'close to bringing Carlos home' despite Tevez having another year on his current deal. Juventus striker Carlos Tevez is yet to make a final decision on his future despite constant links to Boca Talk of a return to his boyhood side intensified when Tevez replicated his famous Boca Juniors celebration Tevez pulled off the 'chicken dance' after scoring a crucial goal during Boca's 2-0 win over River Plate in 2004 And the link was made even stronger over the weekend as Tevez celebrated his strike against Lazio in a similar fashion to when he scored a vital goal for Boca Juniors against River Plate back in 2004. However Tevez has thrown cold water over the 'chicken dance' interpretation by telling Sky Sport Italia: 'That game [against River] does not come into it. 'I celebrated like that because I promised my people that I would and I will do the same if I score against Monaco [on Wednesday]. 'As for my future, enough! It's not right to speak about me. Juve are what count. 'Both Juve and I are going through an extraordinary moment and I'm thinking only of Juve right now. 'I don't know if I will leave. I've not yet decided what to do. 'But it's not right to speak about it now and, as I said, the Bianconeri fans will be the first to know what I decide.'",
        "source": "carlos tevez is yet to make a final decision on his future at juventus . tevez 's current deal at the serie a giants is due to expire in 2016 . boca juniors president daniel angelici claimed tevez is close to returning . transfer talk intensified when tevez replicated famous boca celebration .",
        "target": "carlos tevez is yet to make a final decision on his future . the juventus striker has been linked with a move back to boca juniors . tevez has said he wants to end his career at his boyhood club . the 31-year-old has another year on his current deal at juventus .",
        "edits": []
    },
    {
        "context": "A nervous Lindsey Vonn was back at Augusta on Friday to watch her beau Tiger Woods in his quest for a fifth Masters title - and fifth green jacket. And while it was a good day Woods, the golfing great still had some stressful moments and still has a way to go in catching up to leader, 21-year-old Jordan Spieth. Heading into the weekend he is a very, very distant 12 strokes behind a seemingly unstoppable Spieth, with 36 holes left to play. Scroll down for video Lindsey Vonn was back at Augusta Friday to watch boyfriend Tiger Woods (above) play in the second round of the Masters Vonn (above) looked stressed at times though Woods played a solid round, carding a three-under-par 69 Woods is still well behind the leader, hot young American star Jordan Spieth (above) This as Woods, competing after a two-month absence to retool his game, showed flashes of his old magic as he fired his best score at the Masters in four years in Friday's second round. The former world number one has been under intense scrutiny after struggling badly with his chipping when last seen on the PGA Tour but he played solidly at steamy Augusta National to card a three-under-par 69. That left Woods at two-under 142, far behind the pacesetting American Spieth, but still delighted to be in contention after working hard to resurrect his game. If Spieth wins he would tie the record for the youngest winner in Masters history with Woods This was Vonn's second day in a row cheering on Woods 'I'm still right there,' 14-time major winner Woods said of his position going into the weekend 'I was at a pretty low one (point) in my career,' Woods said after mixing four birdies with a bogey to climb into a tie for 14th when he ended his round. 'To basically change an entire (swing) pattern like that and put it together, put it in a position where I can compete in a major championship like this is something I'm very proud of.' Woods, who plunged to 111th in the rankings as he struggled to return to form following back surgery last year and his fifth swing change, again struggled with the pace of Augusta National's heavily contoured greens. 'I had a hard time getting the ball close to the hole,' said Woods. 'You expect certain putts to roll out, but they're not rolling out.' Watched by huge galleries, Woods made a fast start, hitting a superb approach to seven feet at the par-four first and rolling in the birdie putt as shouts of 'Watch out, Tiger's back' and 'Come on Tiger, let's go' rang out. Spieth, 21, broke the 36 hole record on Friday and is 14-under-par for the tournament, 12 strokes ahead of Woods His only bogey came at the par-three sixth, his tee shot ending up just off the back of the green from where he had 45 feet to the flag but hit a weak chip that advanced just 20 feet. Woods immediately rebounded in birdie-birdie style, draining a 25-footer at the tricky seventh and hitting his third shot at the par-five eighth to two feet. He birdied the 11th after conjuring a moment of magic from the pine straw to the right of the fairway, a soaring approach settling 12 feet from the cup. 'I'm still right there,' the 14-time major winner said of his position going into the weekend. 'I'm 12 back, but there's not a lot of guys ahead of me. And with 36 holes here to go, anything can happen.'",
        "source": "lindsey vonn was back at augusta friday to watch boyfriend tiger woods play in the second round of the masters . vonn looked stressed at times though woods played a solid round , carding a three-under-par 69 . woods is still well behind the leader , hot young american star jordan spieth . the 21-year-old broke the 36 hole record on friday and is 14-under-par for the tournament , 12 strokes ahead of woods . spieth led after three rounds last year and finished second at the tournament . if spieth wins he would tie the record for the youngest winner in masters history with woods .",
        "target": "lindsey vonn was back at augusta on friday to watch boyfriend tiger woods play in the second round of the masters . vonn looked stressed at times though woods played a solid round , carding a three-under-par 69 . woods is still well behind the leader , hot young american star jordan spieth , with 36 holes to play .",
        "edits": []
    },
    {
        "context": "A new sexual technique that aims to teach women how to 'expand the sweet spot' experienced during orgasm has swept into the UK. Orgasmic meditation, shortened to OM, is a practice that marries sex with mindfulness and, according to its founders, encourages 'connection, vitality and wellness' and 'cultivates a greater connection' between partners. The practice, which was founded by US entrepreneur Nicole Daedone, borrows much of its philosophy from yoga and meditation. Director of OneTaste, Justine Dawson (seated on the sofa), is shown guiding a couple through orgasmic meditation, which aims to teach couples how to enable women to orgasm more deeply Orgasmic meditation involves the light stimulation of a woman's clitoris for 15 minutes without interruption According to teachers of OM, it involves the light stimulation of a woman's clitoris for 15 minutes without interruption. The aim is not necessarily to orgasm but simply to 'feel' the sensation as intensely as possible. Usually practiced in pairs, there is a 'strokee' and a 'stroker'. OM-ing affects the same parts of the human brain as conventional meditation. Daedone first taught orgasmic meditation in the US in 2001 and since then the craze has spread around the world. There are currently over 10,000 practitioners worldwide and 2,000 in the UK alone. There are also 30 dedicated orgasmic meditation centres across the globe. OM can be led in classes or with an individual trainer, if those attending desire a more private setting. In the classes, which cost £195 for a seven-hour session, attendees can be couples or singles. The director of the US company OneTaste, which has brought the sessions to the UK via affiliate company TurnON Britain, says the demographic on classes are surprisingly mixed. Justine Dawson told FEMAIL: 'All kinds of people come to the courses - people in their 20s through their 70s and even into their 80s. She continues: '[It's a mixture of] Singles and couples. Some couples who have been together for a year, others for 30 years. There are all kinds of professional backgrounds - doctors, teachers, programmers, managers, artists, therapists. 'I would say that most people are 25-55, 70 per cent are single, 30 per cent are couples. All who come share a common desire to experience greater connection in their lives.' Your average Brit might find the thought of disrobing in front of others for such an intimate encounter mortifying but Dawson believes that most people can get over the embarrassment if they feel they're gaining a valuable experience. She says: 'When it comes to discussions of orgasm, relationship and connection, I believe that most people are shy. 'But people come to the class regardless, because they know that good things take practice and just like your health or career, it's worth putting time and effort into your sex and relationships, even if it means being a little uncomfortable!' The aim of the £195 class is to help women prolong the 'sweet spot' when orgasming. There are currently 2,000 people  practicing the method in the UK, according to Turn On Britain Director of US company OneTaste, Justine Dawson, says her aspirations for the practice are that it becomes second nature to mention OM alongside yoga and meditation A video from a private class in London, led by Justine Dawson, shows a woman lying on a towel with a pillow behind her head. She is naked from the waist down and a partner sits on the floor by her side. Dawson, who's been teaching OM for eight years, explains: 'It's a 15 minute partner practice that two people can do together to increase connection, vitality, wellness and to cultivate a greater connection between them. 'A woman takes off her pants and lies down. Her partner sits next to her and lightly and deliberately strokes her clitoris for 15 minutes.' Dawson thinks the attraction for OM is that it offers a more conscious approach to sex and relationships. 'I believe there is a growing trend for the practice because our culture as a whole is ready for something different than the sex and relationships that have been \"on the menu\" up until now. She adds: 'We're ready for a different approach. One that is more conscious. People want information on how to do that. And we offer it openly.' Dawson also leads a team of teachers, holding monthly public sessions of up to 50 people in which couples are shown a demonstration, and then can partake themselves. She says she became an OM teacher out of personal interest: 'As someone who had practiced meditation for many years, I was looking for a wellness practice that would enhance my connection with a partner, while deepening my connection to myself. 'As many wellness practices are done in silence or even solitude, I was curious for one that instead could be done in connection, in a way that would enliven my relationships. I started with a class and it turned into my career, much to my surprise.' She hopes that one day OM will be mentioned in the same breath as yoga or meditation, saying: 'Our vision is that people could equally say yoga, meditation, orgasmic meditation.' Orgasmic meditation founder Nicole Daedone hails from California. Before focusing her attentions on orgasmic meditation, the author and entrepreneur was a University Instructor in Semantics and Gender Communication. Daedone first taught orgasmic meditation in the USA in 2001 and since then the craze has spread around the world. There are currently over 10,000 practitioners worldwide and 2,000 in the UK alone. Vanity Fair named Daedone in its list of 'Twelve Women Who Changed the Way We Look at Sex' and around 900,000 people have viewed her  Ted talk, entitled Orgasm, the Cure for Hunger in Western Woman.",
        "source": "orgasmic meditation ( om ) helps to ` expand ' women 's climaxes . created by us entrepreneur nicole daedone in 2001 . technique marries sex , mindfulness and 15 minutes of ` light stimulation ' . turn on britain is now running seven-hour classes in the uk .",
        "target": "orgasmic meditation , shortened to om , is a practice that marries sex with mindfulness . it involves the light stimulation of a woman 's clitoris for 15 minutes . the aim is not necessarily to orgasm but simply to ` feel ' the sensation as intensely as possible .",
        "edits": []
    },
    {
        "context": "We are all guilty of taking the odd cheesy tourist photo, be it trying to push the Leaning Tower of Pisa, or 'touch' the top of a pyramid. One traveller in particular knows how wrong a holiday snap can go, after he posted a picture online of him 'missing' the top of the Eiffel Tower and asked users to help improve his photo. On a recent trip to Paris, Belgian food blogger Yves Van De Ven enjoyed poking fun at those tourist clichés and took a couple of pictures deliberately missing some of the more famous monuments. Little did he know he would become an internet sensation, after his photo with the Eiffel Tower captioned 'nailed it' was uploaded to photosharing website 4chan. Since then over 100 photoshopped pictures have sprung up comically connecting his finger with the tip of the famous attraction, and it didn't stop there... Nailed it! Yves Van De Ven, 37, uploaded this photograph on social media in a bid to poke fun of the typical tourist pictures Going viral! An upload on photo-sharing site 4chan requested users connect his finger with the top of the tower, as many tourist pictures aim to achieve The 37-year-old said he thought it would be hilarious to deliberately make fun of the typical pictures with famous landmarks. 'The original pictures in which me and my friends 'nailed it' were an instant hit with my friends as soon as I posted them on Facebook,' Van De Ven said. 'There were people that thought we just took poor pictures but luckily most of my friends know better.' Obviously the internet had something to say about the pictures and after someone uploaded the pictures to 4chan, users from all over the globe submitted their own 'improved' versions of Van De Ven's pictures. Created images ranged from the comical, with the 301m tower bent over to touch his outstretched finger, to the absurd, with Van De Ven imposed into Michaelango's Creation of Adam, reaching out towards the Eiffel Tower. The wondrous offerings demonstrate what a brilliant place the internet is, and how no one's holiday pictures are safe. Bendy tower! The tower appears to have flopped over in the summer heat, making a connection with the food blogger's finger Cut out! Despite covering the 37-year-old, his finger is clearly in contact in this picture! Expert photoshopping creates a miniature tower touching his finger, never mind about the gaping white hole left behind! Close enough! Tilting the tower 45 degrees, and extending his arm in an octopus fashion were methods used to 'improve' the picture Super hero! In a Hulk-like fashion, not only has Van De Ven knocked over the Eiffel Tower, but also has it grasped in two fingers Van De Ven is shocked but highly entertained at the widespread response to his holiday pictures. 'I can honestly say that we have had as much fun taking these silly pictures as we have had the week after overviewing the hilarious aftermath. 'Some of the photoshopped pictures are just brilliant.' Eiffel Tower touches Van De Ven! This photo plays on role reversal with the tower spectacularly missing touching him Basically there! A longer arm is all it takes to recreate the popular tourist pose If in doubt, enlarge the poser (left), or do as most people do and stand closer to the camera! Or why not create more failed fingers (right) to add to the picture? Why not just duplicate the offending failed finger all over the Eiffel Tower? (Still without it making contact!) See double! That works! Not only does he touch the top, he does it twice in this picture A portal has allowed the tip of the tower to protrude near the blogger's feet so he can touch the tip Why not ignore the failed hand all together, and just reposition it on top? Job done! (left) Or why not reverse the original photograph? (right) So elegant! The original pose has been imposed on a ballerina dancing on a studio Another wondrous offering from the internet shows him expertly defending a basketball hoop The internet wins again! Van De Ven (as God) reaching out for the Eiffel Tower (as man) in Michelangelo's famous painting, The Creation of Adam Bullrilliant! Van De Ven becomes a matador unperturbed by a bull with horns consisting of the Eiffel Tower",
        "source": "food blogger van de ven wanted to poke fun at tourist cliche pictures . one of his finger missing the eiffel tower went viral on 4chan . over 100 uploads have photoshopped him touching the 301m tower tip . users created multiple memes of him in many various hilarious scenarios .",
        "target": "yves van de ven , 37 , posted a picture of him ` missing ' the top of the eiffel tower . the belgian food blogger wanted to poke fun at the cheesy tourist pictures . his photo was uploaded to photosharing website 4chan and has since gone viral .",
        "edits": []
    },
    {
        "context": "A 78-year-old Connecticut man with a long criminal history was arrested on Friday, but the man's lawyer claimed the arrest was a ruse intended to pressure him to talk about the biggest art heist in U.S. history. Robert Gentile appeared in federal court in Hartford, Connecticut, on Friday and was charged with selling a firearm to an undercover agent. His attorney, Ryan McGuigan, contended Federal Bureau of Investigation agents really want to see what Gentile knows about the theft of $500million in artwork from Boston's Isabel Stewart Gardner Museum 25 years ago. Scroll down for video Robert Gentile's attorney Ryan McGuigan (pictured), said that though his client was arrested on a gun charge, he believes the arrest was a ruse to pressure Gentile to speak about the $500million art heist from 1990 A security guard at Boston's Isabella Stewart Gardner museum stands outside the room from which most of the paintings were pilfered the day after the massive heist This FBI sketch shows a likeness of the two suspects, who were reportedly wearing police uniforms when they performed the theft. They have have never been caught 'The FBI has been questioning him for years because they think he knows the whereabouts of the Gardner paintings,' McGuigan said. He added: 'But he's being set up, just like others who are threatened with long periods of incarceration by the FBI in the Gardner case. 'The gun charge is just an excuse to question and threaten him further.' Police previously identified three suspects in the theft: Carmello Merlino, Robert Guarente, and Robert Gentile. Merlino and Guarente have died. Gentile has denied any knowledge of the heist and the missing work. The thieves stole two Rembrandts - The Storm on the Sea of Galilee (left), believed to be the only seascape the master painted, and A Lady and Gentleman in Black. Jan Vermeer's The Concert (right) was also stolen and is one of approximately 35 known works by the great Dutch painter Chez Tortoni, painted by Manet, shows a man wearing a top hat at a jaunty angle; it was one of the last paintings to be stolen from the museum Govaert Flinck's 'Landscape with an Obelisk,' painted in 1638, was originally attributed to Rembrandt, but was later found to be the work of his assistant, Flinck The FBI and U.S. Attorney's Office in Connecticut declined to comment on McGuigan's claim. The Gardner heist took place on the rainy night of March 18, 1990, when two men posing as police officers arrived at the museum's front door. The guards on duty let them in and the pair allegedly overpowered them, one of whom spoke earlier this year about his guilt of letting the men in. The next morning the guards were found duct-taped to chairs in the basement and 13 artworks including Rembrandt van Rijn's 'Storm on the Sea of Galilee' and Johannes Vermeer's 'The Concert' were missing. A Degas sketch from 1884 (left) and a self-portrait of Rembrandt (right) were also among the items stolen from the museum The empty frames from Rembrandt's 'Storm on the Sea of Galilee' and Vermeer's 'The Concert' remain on display in the museum as a constant physical reminder of the heist and the missing masterpieces Left, a visitor looks at the empty frame from a Rembrandt work, and right, the museum pictured in 1990 following the heist, the empty frame of Rembrandt's oil painting 'A Lady and Gentleman in Black' lies on the floor and a space on the wall remains bare where his 'The Storm on the Sea of Galilee' once hung In total the haul including three Rembrandt works, five sketches by Edgar Degas, an Édouard Manet painting and a painting by Vermeer - one of only 36 in the world. A bronze eagle statue, a Chinese beaker from 1100 BC and a painting by Govaert Flinck were also taken. Due to a quirk in the museum founder's will, the empty frames that once held those paintings remain on the walls, an ever-present reminder of one of Boston longest-unsolved crimes. Aside from two sketches of mustachioed men in police hats - one with glasses and one without - little detail has ever been given as to who the thieves may have been. The FBI identified three persons of interest in the Gardner case, all with ties to organized crime: Carmello Merlino, Robert Guarente, and Robert Gentile. In 2012 Robert Gentile's Connecticut home and shed (pictured) was searched by the FBI in connection with the case gents used radar, as well as two beagles and a ferret, to dig up parts of Gentile's front lawn in 2012; the FBI warrant allowed the use of ground-penetrating radar FBI investigators have long said they believed organized crime groups were behind the heist. Gentile in 2012 submitted to a lie detector test that showed a high likelihood that he had lied when he investigators asked if he had any knowledge of the heist, according to court testimony. A 2012 FBI search of Gentile's home turned up a list of the stolen art pieces and their estimated value, as well as police uniforms. Gentile has a criminal record dating back to the 1950s. Most recently he spent two years in prison after being convicted of illegally selling prescription drugs to an informant. The gun charge he currently faces could carry a ten-year prison charge if he is convicted due to his status as a felon. The FBI search of Gentile's home turned up a list of the stolen art pieces and their estimated value, as well as policeuniforms The FBI, pictured here in 2013, has actively offered a $5million reward to anyone who had information that led to the painting's safe return to the museum",
        "source": "robert gentile was charged with selling a firearm to an undercover agent . but his attorney claims the arrest was a ruse to get gentile to talk about the 1990 boston art heist at the isabel stewart gardner museum . gentile 's house was searched in 2012 and police found a list of the stolen art pieces and their estimated value , as well as police uniforms . the half-a-billion heist remains unsolved and fbi has never come close to finding thieves . gardner museum continues to display empty frames , and is offering $ 5million reward for the return of the works .",
        "target": "robert gentile , 78 , appeared in federal court in hartford , connecticut , on friday and was charged with selling a firearm to an undercover agent . gentile 's attorney , ryan mcguigan , said that though his client was arrested on a gun charge , he believes the arrest was a ruse to pressure gentile to speak about the 1990 art heist . the fbi has been questioning him for years because they . think he knows the whereabouts of the gardner paintings .",
        "edits": []
    },
    {
        "context": "After exposing potential security risks with airlines' in-flight entertainment systems, one of the top experts on counter-threat intelligence in the wold was pulled off a flight by FBI agents. Chris Roberts, who featured in a string of Fox News reports, was yanked off his plane after it landed in Syracuse, New York, on Wednesday night by two FBI agents and two uniformed officers. Roberts, who works for security intelligence company One World Labs, was questioned for the next four hours. Scroll down for video Chris Roberts of One World Labs was grabbed after his plane landed in Syracuse, New York, on Wednesday Roberts has been featured on the Fox News television show On the Record with Greta Van Susteren (left) The FBI agents took electronic devices and computer files from Roberts and confiscated his laptop and thumb drives, Fox News reported. They asked to forensically image his laptop, but Roberts told the agents to get a warrant. He was coming to town to speak at an aerospace conference about vulnerabilities in airplane systems and did make a presentation at the event on Thursday without the use of his electronics. The incident occurred only a few hours after a report about Roberts' research was released by Fox. Roberts said in the report: 'We can still take planes out of the sky thanks to the flaws in the in-flight entertainment systems. 'Quite simply put, we can theorize on how to turn the engines off at 35,000 feet and not have any of those damn flashing lights go off in the cockpit.' Experts worry planes' flight and entertainment systems could be compromised by terrorist hacking (file photo) The Government Accountability Office released a report earlier this week with similar findings. The GAO report stated: 'According to cybersecurity experts we interviewed, Internet connectivity in the cabin should be considered a direct link between the aircraft and the outside world, which includes potential malicious actors.' Roberts is scheduled to fly home Friday and is already pre-checked through the TSA. He said: 'You have one element in the FBI reaching out to people like me for help, but another element doing a hell of a job burning those bridges. 'Those of us who do threat research are doing it for the right reasons, and we work to build relationships with the intelligence community because we want to help them identify weaknesses before they become a problem.'",
        "source": "chris roberts of one world labs grabbed after plane landed in syracuse . two fbi agents spent four hours questioning him about cyberhacking . agents confiscated electronic devices and computer files from roberts . he flew in to give talk at aerospace conference about plane vulnerabilities . roberts featured on fox news ' on the record with greta van susteren . regarded as one of the world 's top experts on counter-threat intelligence .",
        "target": "chris roberts was yanked off his plane after it landed in syracuse , new york . he was questioned for four hours by two fbi agents and two uniformed officers . roberts , who works for security intelligence company one world labs , was in town to speak at an aerospace conference .",
        "edits": []
    },
    {
        "context": "A man has admitted to ripping another man’s scrotum with a metal hook after he thought a concreting job wasn’t up to scratch. Stephen John Docherty, 66, pleaded guilty to wounding with intent when he appeared at in the Whakatane District Court on Wednesday, NZ media reported. According to police Mr Docherty hired the victim to complete concrete works at his property. A man has admitted to ripping another man’s scrotum with a metal hook after he thought a concreting job wasn’t up to scratch At around 3.30pm on March 17 Mr Docherty was agitated when he returned to find the work wasn’t carried out to his specifications. At the time, the victim was not on the work site but a contractor told Mr Docherty he would be back shortly. He told the contractor he would rip the man’s penis off. Once the victim returned, the two men got in a heated argument. Mr Docherty then repeated that he would rip the man's genitals off. He then returned with a 15 centimetre long hook that had been fashioned from a steel rod. Mr Docherty pleaded guilty to wounding with intent when he appeared at in the Whakatane District Court on Wednesday Mr Docherty proceeded to grip the hook and reach it down past the victim's crotch. He then abruptly pulled the hook up causing it to tear into the mans pants and scrotum. The victim’s scrotum was torn and he required surgery after the attack. Mr Docherty said he lost control of his temper in the heat of the moment. He was remanded on bail and will await a hearing on June 12.",
        "source": "stephen docherty admitted he lost control when he attacked a concreter . he took a large hook and tore another man 's scrotum open . the victim just finished a concrete job on mr docherty 's home . mr docherty said the job was not done to his specifications .",
        "target": "stephen john docherty , 66 , pleaded guilty to wounding with intent . he hired the victim to complete concrete works at his property . mr docherty was agitated when he returned to find the work was n't carried out to his specifications . he told the contractor he would rip the man 's penis off .",
        "edits": []
    },
    {
        "context": "The family of murdered Australian baseball player Chris Lane broke down in court as they listened to an emergency call revealing the distressing final moments of his life. The 22-year-old, from Melbourne, was jogging along a street in the rural southern Oklahoma city of Duncan in August 2013, when he was shot in the back with a .22 calibre handgun. His parents, Donna and Peter Lane listened to the frantic seven-minute 911 emergency phone call made by Oklahoma resident who witnessed their son collapsed on the side of the road. Chancey Luna, 17, was charged with  first-degree murder. The teen was riding in a Ford Focus with two teenage friends when he allegedly pulled the trigger as the vehicle drove past. Scroll down for video Family and friends, along with his then girlfriend Sarah Harper (right) broke down as they listened to the frantic seven-minute 911 emergency call made by witnesses who tried to save Chris Lane's (left) life Joy Smith: He's turning blue. 9-11 dispatch: Is he talking to you right now? Joy Smith: No he's [gasping noise], that's all he's doing, making that noise. 9-11: All right, you just stay on the line with me, OK? Joy Smith: If you don't hurry, he's gone. 9-11: Ma'am, they're coming OK, I can't make them come any faster. Joy Smith: Oh my gosh how long's it going to be? He's stopped breathing. Mr Lane, who was on a baseball scholarship with Oklahoma's East Central University, was visiting his girlfriend in Duncan when he was randomly gunned down. Family and friends, including Mr Lane's former girlfriend Sarah Harper, heard details about how two bystanders tried to resuscitate the young man who had stopped breathing and wept during the proceedings at the Duncan's District Court on Wednesday. Members of the family broke into loud, uncontrolled sobs when authorities showed the white baseball cap Lane wore when he was shot and photographs of the bullet wound taken in a hospital morgue. Linda Prior cried as she told court how she attempted to shut Lane's 'big brown eyes' but wasn't able to after failing to resuscitate him. 'The big brown eyes were just staring at me,' Ms Prior, who has first aid training and performed CPR, told the court. The parents of slain Australian baseballer Chris Lane, Donna (right) and Peter, leaving Duncan District Court Duncan woman Joy Smith (right) leaves court after she told court how  she saw Mr Lane stumble and fall on the road. Smith's 911 phone call was played in court Chancey Luna has been charged with first-degree murder after allegedly shooting Mr Lane in the back Luna, a Duncan high school student, showed no emotion during the 911 recording and Ms Prior's evidence. Another local, Richard Rhoades, who also tried to help Lane, said he took off his shirt to place it over Lane's face when they realised he was dead. 'I just thought it would be nice to close his eyes,' he said. Luna's lawyer, Jim Berry, made a shock admission in court on Tuesday that his client had fired the bullet that killed Lane but added the teen was 'reckless' and was only trying to 'scare the jogger'. The lawyer told the jury that for Luna to be found guilty of first degree murder, the prosecution would have to prove beyond reasonable doubt the murder was premeditated. Prosecutors said Luna internationally pulled the trigger. The trial continues. Donna Lane, mother of shot Australian baseball player Chris Lane, holds a framed Christmas card he and his girlfriend Sarah Harper had sent her on an earlier, happy festive season Lane (left and right), 22, from Melbourne, was shot in the back on August 16, 2013, in what police said was a random killing as he ran along a road in Duncan, southern Oklahoma, where he was on a sporting scholarship Sorry we are not currently accepting comments on this article.",
        "source": "chris lane , 22 , from melbourne , was gunned down on august 16 , 2013 . family and friends broke down as they listened to an emergency call . they heard details about how two bystanders tried to resuscitate mr lane . his mother donna , walked out of court in tears after graphic testimony . chancey luna has been charged with lane 's murder . the trial is being held at duncan district court .",
        "target": "the family of murdered australian baseball player chris lane broke down in court as they listened to an emergency call revealing the distressing final moments of his life . the 22-year-old , from melbourne , was jogging along a street in the rural southern oklahoma city of duncan in august 2013 , when he was shot in the back with a .22 calibre handgun . chancey luna , 17 , was charged with first-degree murder . the teen was riding in a ford focus with two teenage friends when he allegedly pulled the trigger as the vehicle drove past .",
        "edits": []
    },
    {
        "context": "(CNN)Two Transportation Security Administration screeners have been fired after conspiring to grope attractive men at Denver International Airport, Denver police said. Here's how police say the scheme worked: When the male TSA officer noticed a man he found attractive, he would alert a female TSA officer. The female officer would then tell the screening machine that a female passenger -- not a male -- was walking through. And that information would trigger a machine to register an anomaly in the groin area, prompting the male TSA officer to pat down the passenger, police said, citing a TSA investigation. But during the patdown, the male TSA officer used the palms of his hands to touch the passenger's front groin area and buttocks, which violates TSA policy. Former TSA agent sentenced for recording coworker All this came to light after an anonymous tip from a TSA employee in November. The agency launched an investigation, and investigator Chris Higgins monitored the two TSA officers in question, Denver police said in a report. Higgins watched the plan being carried out on February 9. He interviewed the female TSA officer, who said she had done this with her colleague at least 10 other times, police said. Both of the TSA officers investigated have been fired, TSA special agent Charles Stone told police. Authorities did not release their names. Giant security gap at airports: Lack of criminal background checks The TSA called the incident deplorable. \"These alleged acts are egregious and intolerable,\" the agency said in a written statement to CNN. \"All allegations of misconduct are thoroughly investigated by the agency. And when substantiated, employees are held accountable.\" But it's unlikely criminal charges will be filed because there is no identifiable victim. The TSA said it has been trying to identify the passenger in the February incident but to no avail. The TSA said no passengers have come forward with similar cases so far at the Denver airport. Hidden cameras reveal airport workers stealing from luggage CNN's Tony Marco contributed to this report.",
        "source": "police : a male tsa officer signaled to a female officer when he found a man attractive . female officer would notify scanning machine a woman -- not a man -- was passing through . police : that would trigger an anomaly in groin area , leading male officer to grope passenger .",
        "target": "tsa : `` these alleged acts are egregious and intolerable '' the tsa says it has been trying to identify the passenger in the february incident . the tsa said no passengers have come forward with similar cases so far at the denver airport . both of the tsa officers investigated have been fired .",
        "edits": []
    },
    {
        "context": "Jonjo O'Neill hosted a media stable visit on Thursday at his Jackdaws Castle yard in Gloucestershire and said he could not be happier with favourite for the Crabbie's Grand National, Shutthefrontdoor. He trains Shutthefrontdoor for his principal patron J P McManus, who owns Jackdaws Castle and retains AP McCoy, the record-breaking Jump jockey who is about to gain his 20th consecutive jockeys' championship and retire. McCoy has not decided yet whether he is riding Shutthefrontdoor in the £1million Crabbie's Grand National at Aintree on  April 11, but everything points to him doing so. Jonjo O'Neill hopes jockey AP McCoy rides Shutthefrontdoor to Grand National success later this month O'Neill told Betfred: 'Shutthefrontdoor is in great form. I could not be happier with him. I would have liked to have got a run into him (before the Grand National) but he had an abscess on his sinus in January/February time which took a while to find out where it was. 'We did think about giving him at run at Cheltenham (at the Festival in March) but decided not to. I think he is a better horse on a flat track and secondly I did not want to give him a hard race at a time when he wasn't as well as he is now. He is schooling well and is spot on. 'He is a clean-winded horse, who is not hard to get ready. He was ready to run and win first time out at Carlisle. He is going to Aintree fresh and well. It is all down to AP now if he is going ride him. 'You need to have a good classy horse for the National. Before, you needed a good jumper and a lot of luck, now it is a proper race. Aintree has done a great job with the track and the fences are first class. 'He likes to be up there and hopefully in the first half of the runners - that at least is my plan. If he got luck in running over the first mile, I would ride him myself. 'I don't bet so it does not make any difference to me what price he is - I am just training the horse as though he was going for a little race at Stratford or whatever! This year's Grand National will be McCoy's last-ever at Aintree before his retirement at the end of the season 'Hopefully, AP is going to ride Shutthefrontdoor and the public will want to back him, looking for a fairytale story. We would all love that to happen, but it is a tall order. 'The only pressure (on me) is that Shutthefrontdoor gets there safe and sound. He is in the best form I can possibly get him. I would be more nervous if we had hiccups now but we had them in January and February. If he doesn't win, we can blame whoever rides him! 'I'd love good ground at Aintree - he is a well-balanced horse and a great mover. He does not want it too soft. Perfect jumping ground is ideal. They make a good job of the ground at Aintree - we just don't want the heavens to open. He is as good as any horse in the National. 'We are going there full of confidence, but you have got to be realistic - it is the National.' Don't Push It gave O'Neill, McManus and McCoy their first Grand National victory in 2010. O'Neill continued: 'This preparation has gone better than Don't Push It's. Don't Push It was a bit of a law unto himself. Alan Berry has done all the work with this horse, like he did with Don't Push It. We think we have got it all right and are very happy with the way things have gone. Shutthefrontdoor, pictured with O'Neill (right) is the favourite for the race on April 11 'Shutthefrontdoor is a lovely horse - a real old pet - and loves racing, while the other horse was half-mad, a character. 'He lacks experience as a jumper but I think he is quite clever, pretty accurate and knows what he is doing. If he does take to the fences, he will run a blinder. 'I have taken him away (to racecourses) a couple of times so he is not too fresh. I don't want him to be too fresh over the first couple of fences. I used to build three or four National fences every year but one year we didn't and that was the year Don't Push It won so we haven't since. The Grand National fences are now really inviting. 'The Grand National grips you and is magic to be involved in. 'We will miss AP not riding in races next season but hopefully he is still going to be involved. We are not going to let him off the hook that easily - we may drag him in for schooling.' O'Neill envisages a team of between eight and 12 running at Aintree during the three days of the Crabbie's Grand National Festival (April 9 - 11). 'Holywell will run in the Betfred Bowl (April 9) after a great run (fourth) in the Cheltenham Gold Cup. He was beaten fair and square - the ground went against us a bit. He put a lot of effort into his jumping and did not quite get home. 'He came out of the race a bit tired for the first week to 10 days but is absolutely flying now and did a lovely bit of work yesterday [Wednesday] morning. He came alive there last year and seems to like the track.'",
        "source": "crabbie 's grand national takes place at aintree on april 11 . shutthefrontdoor , trained by jonjo o'neill , is the race favourite . ap mccoy is expected to ride shutthefrontdoor at aintree .",
        "target": "shutthefrontdoor is favourite for the crabbie 's grand national on april 11 . jonjo o'neill hopes jockey ap mccoy rides the horse to success . mccoy is about to gain his 20th consecutive jockeys ' championship . click here for more racing news .",
        "edits": []
    },
    {
        "context": "Liverpool manager Brendan Rodgers has reminded Raheem Sterling and Jordon Ibe about their professional responsibilities and urged them to learn from a chastening week. Sterling, the England international who will lead Liverpool’s line at Wembley on Sunday in the absence of the injured Daniel Sturridge, was exposed for inhaling the legal high nitrous oxide on Monday. Then 24 hours later pictures emerged of Sterling and Ibe with shisha pipes. Raheem Sterling (right) was pictured smoking a shisha pipe with team-mate Jordon Ibe earlier this season Liverpool boss Brendan Rodgers (left) hasn't disciplined Sterling (pictured) or Ibe for the incident Ibe was present among the Reds squad during their training session on Friday ahead of their FA Cup semi Rodgers, who has Steven Gerrard available for the FA Cup semi-final with Aston Villa, spoke to Sterling and Ibe in his office on Thursday but neither will be disciplined and Rodgers now wants to draw a line under the matter. He said: ‘It is understanding that when you are a professional, elite sportsperson, there are things you can and cannot be doing and be seen to be doing. ‘It’s not just for your welfare but also because of your responsibilities. ‘It is difficult. Some of these young guys are doing what you would consider to be normal things — and I’m not talking about this instance — (but) how it gets framed is totally different.’ Rodgers would not discuss whether he would give Gerrard, available after a three-match suspension, an immediate recall against Villa, making it clear that his sole priority is steering Liverpool into their first FA Cup final of his reign. They fell short in the title race last season and then faltered in the last four of the Capital One Cup in January, but Rodgers thinks they are ready to progress. Reds have captain Steven Gerrard (centre) back for their FA Cup semi after serving a three-match suspension ‘When you get so close, whether it was in the title race or the cup, it hurts,’ said Rodgers. ‘Trace back the winners in sport. If you look at everything they have won, also look at what they have lost. You will see that they go close on a number of occasions before they step on. ‘Look at players who have won Champions Leagues and you trace back and see they have also lost Champions League semi-finals and finals. It’s all part of the journey — losing but taking that forward and improving you.’ Rodgers (left) hasn't revealed whether he'll recall Gerrard for Sunday's clash against Aston Villa at Wembley",
        "source": "liverpool face aston villa in their fa cup semi-final at wembley on sunday . liverpool forwards raheem sterling and jordon ibe were pictured with a shisha pipe earlier this season . neither have been disciplined by reds boss brendan rodgers for incident .",
        "target": "brendan rodgers has reminded raheem sterling and jordon ibe about their professional responsibilities and urged them to learn from a chastening week . sterling was exposed for inhaling the legal high nitrous oxide on monday . then 24 hours later pictures emerged of sterling and ibe with shisha pipes . ibe was present among the reds squad on friday ahead of their fa cup semi .",
        "edits": []
    },
    {
        "context": "Chris Christie's wife has quit her big-money job on Wall Street in what could be a sign her husband has decided to run for president in 2016. May Pat Christie, 51, a managing director at New York City finance firm Angelo Gordon & Co, ditched her $475,000-a-year position this week, a family spokesman confirmed. The official reason for the resignation was 'to spend more time with her family and young children'. But many will see the move as a sign that New Jersey governor Christie, 52, is coming closer to seeking the Republican nomination for the 2016 presidential election. Scroll down for video Ditching Wall Street: Mary Pat Christie, right, has quit her $475,000-a-year position at finance firm Angelo Gordon & Co According to Fox Business, she had previously told colleagues that her leaving would be a precursor to her husband's run. She is often seen out on the campaign trail with Christie, making a recent appearance in New Hampshire - a necessary stop for would-be presidents. Earlier this month the Christies said they were undecided about what Mary Pat should do with her job, and seemed to downplay the chances of her quitting. Christie said then that leaving a career would be 'a big sacrifice for a spouse to make', and that it also 'wouldn't be a requirement', even if he did run for president. More of this? The move is likely a precursor to Christie's bid for president - which would entail a lot of campaigning from Mrs Christie, pictured above with her husband in New Hampshire Her decision mirrors that of another Wall Street Republican spouse - Ted Cruz's wife, Heidi. Mrs Cruz, whose husband was the first to launch his presidential campaign, immediately took unpaid leave from her high-powered position at Goldman Sachs, and will stay away from the office for the duration of his campaign. Mrs Christie's departure from her job will mean a major dip in the Christies' income. The family's latest tax returns, from 2013, revealed that she brought in the lion's share of the family's earnings. Not the breadwinner: Christie's family tax returns show that his wife earns almost three times as much as him She reported a $510,000 total salary, made up of the $475,000 managing director's pay packet and around $35,000 from a side job as a bond trader. In the same year Christie's gubernatorial salary was $175,000. However, during his visit to a New Hampshire newspaper's editorial board he insisted his family is 'not wealthy by current standards' when complaining about the complexity of his tax return. He later tried to clarify his comments by saying 'we have four children to raise and a lot of things to do' - but many pointed out that he still easily sits in the wealthiest 1 per cent of his home state.",
        "source": "mary pat christie , 51 , quit her position at finance firm angleo gordon & co . reportedly told colleagues the move would precede a christie campaign . mrs christie earns almost three times as much as her husband . has accompanied new jersey governor on putative campaign trail .",
        "target": "may pat christie , 51 , quit her $ 475,000-a-year job at angelo gordon & co. . official reason was ` to spend more time with her family and young children ' but many will see move as a sign that chris christie is running for president .",
        "edits": []
    },
    {
        "context": "A 14-year-old Pennsylvania girl allegedly conspired with her 20-year-old soldier boyfriend to have her mother killed, texting him hours before the woman was stabbed to death, 'I want her gone,' it emerged today. Jamie Silvonek was charged as an adult with homicide and criminal conspiracy, Lehigh County District Attorney Jim Martin announced Thursday. Cheryl Silvonek, 54, was fatally stabbed in the driveway of her Upper Macungie Township home early March 15, hours after taking Jamie Silvonek and the eighth-grader's boyfriend, Army Spc. Caleb Barnes, to a concert, according to court documents. Scroll down for video Star-crossed lovers: Jamie Silvonek (left), 14, and her boyfriend, 20-year-old Army Spc Caleb Barnes (right), have been charged with killing the girl's mother for trying to break them up Barnes, who was on leave from Fort Meade in Maryland at the time of the slaying, was previously charged with homicide. He confessed to stabbing Cheryl Silvonek in the neck multiple times while they were in Silvonek's car, and Jamie Silvonek admitted she was there when he did it and helped dispose of the body, according to an affidavit of probable cause. Slain in cold blood: Cheryl Silvonek, 54, was stabbed several times in the neck inside her car after driving her daughter and Barnes from a concert The teen's attorney, John Waldron, said Thursday he believes his client was under Barnes' control, given the age disparity. 'There has to be some type of duress or coercion,' he said. Waldron said he intends to have Jamie Silvonek examined by a forensic psychologist and will petition to have the case moved to juvenile court. 'She cried incessantly and told me how much she missed her mom, and told me she was coerced, she was afraid she was going to be killed, she was afraid her dad was going to be killed,' Waldron told The Associated Press. 'So there's a lot of things we have to decipher here.' Authorities said Barnes and Jamie Silvonek met in October — when she was 13 — but that she told him she was 17. He joined the military in February of 2012. Barnes graduated advanced training from the Presidio of Monterey, California, and his awards include the Good Conduct Medal and National Defense Service Medal, Army Times reported. Cheryl Silvonek found out about their relationship in early March and ordered the couple to break up, according to court documents. A day later, the teenager told Barnes she wanted her parents dead, the documents said. On March 14, Cheryl Silvonek learned that Barnes intended to take her daughter to a concert in Scranton. 'He is not coming to this house,' Cheryl Silvonek texted to her daughter, who had taken the SAT college entrance exam that morning, according to a police affidavit. Police found the victim's blood-soaked car submerged in a pond and traced it to the Silvonek family's home in Upper Macungie Township (pictured) Silvonek's attorney said the girl tearfully told him she missed her mother, and claimed she was coerced by her soldier boyfriend and afraid for her life The eighth-grader sent her mother a text in response begging her to let them go. 'Mom, if I can't go I'm going to have a mental breakdown,' she said, according to the affidavit. 'I need to go and I need to be with my friends. I feel so desolate mother.' The teenager then texted Barnes: 'She threatened to throw me out of the house. I want her gone,' the affidavit said. Later, she allegedly wrote to him: 'Just do it.' Records show the 14-year-old was upset that her mother had shown her boyfriend her passport as proof that Silvonek was not 17. 'I can't stand her lying to you like this,' Jamie wrote to Barnes. 'SHE IS LYING ABOUT MY AGE,' reported Lehigh Valley Live. Cheryl Silvonek agreed to drive her daughter and Barnes to the show. On their way, the teenager and her boyfriend continued exchanging messages. 'I love you. We can do this. We'll just drive her car then, right?' Jamie wrote, the affidavit said. Barnes replied in a text, 'No. That leaves us as the suspects.' The three drove back to the Silvonek home after the show, and Barnes allegedly stabbed Cheryl Silvonek. The couple then ate at a restaurant and went to Walmart to buy gloves, bleach and other cleaning supplies, authorities said. Lies: Barnes and Jamie Silvonek met in October — when she was 13 — but that she told him she was 17 Police found the body in a shallow grave a few miles from the Silvonek home. The victim's blood-soaked car was found submerged in a pond nearby. Investigators were able to trace the car back to the Silvonek home. When they arrived, they found Barnes, the girl and Silvonek's husband, David. The girl and Barnes were in an upstairs bedroom and the father was still asleep, CBS 13 reported. Barnes was previously charged with criminal homicide, abuse of a corpse and statutory sexual assault. There is evidence he had sex with the girl shortly before the killing, according to police. the 14-year-old was charged earlier with abuse of a corpse, tampering with evidence and hindering apprehension.",
        "source": "jamie silvonek , 14 , was charged as adult with homicide and criminal conspiracy in her mother 's stabbing death . silvonek 's 20-year-old boyfriend , army spc. caleb barnes , is accused of stabbing teen 's mother in the neck march 15 . ` she threatened to throw me out of the house . i want her gone . ... ` just do it , ' silvonek allegedly texted barnes . cheryl silvonek 's body was buried in shallow grave near her home in pennsylvania . affidavit states silvonek and barnes when to a restaurant after the stabbing and then drove to walmart to buy gloves and bleach . police found victim 's blood-soaked car submerged in a pond and traced it to silvonek family . silvonek 's attorney said the girl tearfully told him she missed her mother and claimed she was coerced .",
        "target": "jamie silvonek , 14 , and her boyfriend , army spc caleb barnes , 20 , have been charged with killing the girl 's mother for trying to break them up . cheryl silv onek , 54 , was fatally stabbed in the driveway of her upper macungie township home early march 15 , hours after taking her daughter and barnes to a concert . barnes was on leave from fort meade in maryland at the time of the slaying , and he was previously charged with homicide . he confessed to stabbing her in the neck multiple times while they were in her car , and jamie silvonek admitted she was there when he did it and helped dispose of the body .",
        "edits": []
    },
    {
        "context": "Documented and undocumented immigrant population in the United States could reach a record high of 51million in just eight years, according to U.S. Census figures. And by 2060, immigrants could account for 82 per cent of all population growth in the country. One in seven U.S. residents will be an immigrant by 2023, the report from the Center for Immigration Studies (CIS) said. Documented and undocumented immigrants in the United States could reach a record high in the United States by 2023, when their share of the population could hit 14.8 per cent That number could rise to one in five by 2060, when immigrant population reaches 78 million. This report comes as President Barack Obama is trying to use executive powers to expand Deferred Action for Childhood Arrivals (DACA) and Deferred Action for Parents of Americans and Lawful Permanent Residents (DAPA) policies. Net immigration will steadily increase over the next 45 years, totaling at 64million Without no change in current immigration policy, by 2023 the total immigrant population in the United states will reach 14.8 per cent, the highest ever recorded in American history Immigration population will grow almost four times faster than native-born population and will reach 15.8 per cent of the nation's population by 2030, 17.1 per cent by 2040 and 18.8 per cent by 2060 In 1990, immigrants accounted for just 7.9 per cent of U.S. population U.S population could grow to 417million by 2016. In 2010 the population was 306million Without a change to immigration policty, immigrants who arrive in the future and their descendants could account for three quarters of future U.S. population Center for Immigration Studies This could potentially exempt about five million undocumented immigrants from deportation. And with the surge in immigrant population, Republican presidential candidates have to figure out what their stance is on the subject as potential new policies could be established. CIS director of research Steven Camarota said that the growth in immigrant population has 'important implications for workers, schools, infrastructure, congestion and the environment'. 'They also may have implications for our ability to successfully assimilate and integrate immigrants,' he added. 'Yet there has been almost no national debate about bringing in so many people legally each year, which is the primary factor driving these numbers.' Currently there are approximately 12million undocumented immigrants in the United States and 70,000 more are expected to cross the border this year, according to the Washington Examiner. There are also more than 4.4million people on a U.S. State Department green card waiting list. And within years, Immigration population will grow almost four times faster than native-born population. From a starting point of 2010, immigration population will reach 15.8 per cent (57million) of the nation's population by 2030, 17.1 (65million) per cent by 2040 and 18.8 per cent (78million)  by 2060. Immigrants and their descendants will account for 75.5 per cent of the nation's population growth between 2010 and 2050 and 82 per cent of growth between 2010 and 2060. By 2060, immigrants and their descendants will account for 82 per cent of the nation's population growth since 2010 President Barack Obama is trying to use executive powers to expand immigration policies, which could potentially exempt about 5million undocumented immigrants from deportation Alabama Rep. Sen. Jeff Sessions, who has been a leader in the immigration debate, said in a letter to the New York Times on Saturday that an increase of immigrants in the country will hurt the middle class. He wrote: 'It defies reason to argue that the record admission of new foreign workers has no negative effect on the wages of American workers, including the wages of past immigrants hoping to climb into the middle class. 'Why would many of the largest business groups in the United States spend millions lobbying for the admission of more foreign workers if such policies did not cut labor costs?' Key business leaders form a group association with former New York Mayor Michael Bloomberg and members of the U.S. Chamber of Commerce are meeting on Friday to discuss expanding immigration. The meeting it titled 'Understanding and Improving the High-Skilled H-1B Visa Program', according to the examiner. Republican leaders, particularly those running in the presidential race for 2016, have to figure out what their stance is on the subject as potential new policies could be established",
        "source": "documented and undocumented immigrant population in the united states could reach a record high of 51million in just eight years . president barack obama is trying to use executive powers to expand immigration policies in the united states . changes could exempt 5million undocumented immigrants from deportation . republican presidential candidates have to figure out what their stance is on the subject as potential new policies could be established .",
        "target": "one in seven u.s. residents will be an immigrant by 2023 , report says . that number could rise to one in five by 2060 , when immigrant population reaches 78 million . net immigration will steadily increase over the next 45 years , totaling at 64million .",
        "edits": []
    },
    {
        "context": "Six Minnesota men have been charged with terrorism in a criminal complaint unsealed Monday, the latest Westerners accused of traveling or attempting to travel to Syria to join the Islamic State group. The six, whom authorities described as friends who met secretly to plan their travels, are accused of conspiracy to provide material support and attempting to provide material support to a foreign terrorist organization. The complaint says the men planned to reach Syria by flying to nearby countries from Minneapolis, San Diego or New York City, and lied to federal investigators when they were stopped. Scroll down for video Zacharia Yusuf Abdurahman, and Adnan Abdihamid Farah, both 19, and their four co-accused have been described as close friends who met secretly to plan their travel to Syria Hanad Mustafe Musse, 19, and the five other men arrested have been accused of being 'intent' on joining ISIS Charged are Mohamed Abdihamid Farah, 21; Adnan Abdihamid Farah, 19; Abdurahman Yasin Daud, 21; Zacharia Yusuf Abdurahman, 19; Hanad Mustafe Musse, 19; and Guled Ali Omar, 20. 'These were focused men who were intent on joining a terrorist organization,' Minnesota U.S. Attorney Andy Luger said at a news conference Monday. The six were arrested Sunday in Minneapolis and San Diego and are scheduled to make initial appearances in federal court on Monday. They are the latest people from Minnesota to be charged in an investigation stretching back months into the recruitment of Westerners by IS. Authorities said earlier that a handful of Minnesota residents have traveled to Syria to fight with militants in the past year, and at least one has died. Three of those charged in the newest complaint - Mohamed Farah, Abdurahman and Musse - were stopped at a New York City airport in November along with 19-year-old Hamza Ahmed, but they were not charged until now. Ahmed was indicted on charges of lying to the FBI during a terrorism investigation, conspiring to provide material support to IS, and attempting to provide material support. He has pleaded not guilty. On Monday, the FBI announced the arrest of six Somali-American men from Minnesota, accused of trying to join ISIS. Above, FBI Special Agent Richard R Thornton details the arrests at a press conference, with U.S. Attorney Andrew M Luger to the left Despite being stopped already, Luger said, the three others continued to try to get to Syria to join IS 'by any means possible.' The complaint describes several interactions some of the men had with Abdi Nur, a Minnesota man charged previously with conspiracy to provide support to a terror organization. The complaint says Nur, 'from his locale in Syria, recruits individuals and provides assistance to those who want to leave Minnesota to fight abroad.' The complaint relies in part on material from a confidential informant who had himself conspired to join IS before he changed his mind and went to authorities. Some of the informant's conversations with the six men were recorded. The Minneapolis area is home to the largest concentration of Somali immigrants in the U.S. Since 2007, more than 22 young Somali men have also traveled from Minnesota to Somalia to join the militant group al-Shabab. Omar's older brother, Ahmed Ali Omar, was among those who joined al-Shabab, leaving Minnesota in December 2007, according to the complaint. Ahmed Omar remains a fugitive. It also said when agents went to the younger Omar's house after he was stopped in San Diego in November, another brother, Mohamed Ali Omar, threatened them.",
        "source": "the six minnesota men were arrested sunday on terrorism charges . suspects adnan abdihamid farah , 19 ; zacharia yusuf abdurahman , 19 ; hanad mustafe musse , 19 ; and guled ali omar , 20 arrested in minnesota . mohamed abdihamid farah , 19 , and abdurahman yasin daud , 21 were taken into custody in san diego , california , after driving from minnesota . three of the men were stopped in november trying to fly out of the country , but were only charged this month .",
        "target": "the six were arrested sunday in minneapolis and san diego and are scheduled to make initial appearances in federal court on monday . they are the latest people from minnesota to be charged in an investigation stretching back months into the recruitment of westerners by is . authorities said earlier that a handful of minnesota residents have traveled to syria to fight with militants in the past year .",
        "edits": []
    },
    {
        "context": "Rival clubs claim QPR, facing Football League fines of up to £50million for multiple breaches of financial fair play regulations, are making an outrageous attempt to get their man on the inside of the discussions. Football League board member Jim Rodwell’s departure from Notts County to become chief executive of Scunthorpe has created the need for an election for a League One representative as Rodwell cannot automatically keep his place. League One clubs have been informed that there are two nominations for the vacant seat — Rodwell and former Manchester United director Maurice Watkins, now chairman of Barnsley. Tony Fernandes, owner of QPR, wants to avoid fines of up to £50million for Financial Fair Play breaches Maurice Watkins is a sports lawyer whose firm represents QPR over their considerable FFP troubles QPR are 19th in the Premier League, four points away from escaping the relegation zone Watkins is a sports lawyer and his firm Brabners are representing QPR over their considerable FFP troubles. Clubs believe that having Watkins on the Football League board, where FFP is the hot topic, would be helpful for QPR and a massive conflict of interests. However, the highly-respected Watkins, who has a number of sporting directorships including British Swimming and Lancashire County Cricket Club, dismissed the conspiracy theory as ‘wholly ludicrous’. Raheem Sterling’s stand-off with Liverpool over a new contract is not just to do with him. It will suit Sterling’s representative Aidy Ward, who split with Rob Segal’s Impact Sports Management to set up on his own earlier this season, if any new deal is delayed until his parting from Segal has been finalised. Aidy Ward (left) is Raheem Sterling's agent and is a key player in his contract negotiations with Liverpool Raheem Sterling (left) pictured with Liverpool manager Brendan Rodgers (right) at Liverpool training The five former England managers who signed the letter supporting Greg Dyke’s homegrown players’ campaign had nothing to do with writing the missive. It was the work of the FA’s support agency on the issue, Milltown Partners. Certainly, Sven Goran Eriksson and Kevin Keegan  did nothing for the homegrown situation when club managers — Keegan even shut down Newcastle reserves. Greg Dyke, the Football Association chairman, wants to more homegrown players playing in England Kevin Keegan's name is one of five former England managers to sign a letter supporting Dyke's idea However, Milltown are at least helping the FA fight the PR battle toe-to-toe against the all-powerful Premier League, who ironically have used Milltown for crisis management advice in the past. England cricket head coach Peter Moores’ considerable good fortune at surviving such a World Cup humiliation extends to the ECB board meeting reviewing that debacle being next Thursday. By then Moores will be preparing for the first Test against West Indies starting four days later. England cricket head coach Peter Moores (right) will soon begin a review into England's World Cup failure Moores (left) oversaw England's humiliating group stage exit from the Cricket World Cup If the postmortem had occurred earlier it is difficult to see how Moores could still be in charge. The breakdown in the relationship between the FA and England Supporters Travel Club led to the offensive chants during England’s 1-1 draw with Italy in Turin on Tuesday. The tasteless repertoire of songs ran from ‘F*** the IRA’, to ‘F*** the Taliban’ to ‘F*** the English FA’ — the last one due to the huge discontent over the decision to switch double loyalty caps from away trips to home games at Wembley. Those with most caps get priority when buying tickets for big games. The Football Supporters Federation, despite putting out a statement yesterday reaffirming its opposition to abusive chanting, believe it is inevitable that the songs — and the World War Two favourites — will be sung when England play the Republic of Ireland in Dublin on June 7. There were offensive chants made by England fans during the game against Italy in Turin on Tuesday - there is no suggestion the fans pictured were involved England's next international is against Ireland and takes place in Dublin on June 7 The FSF are in no mood to work with the FA because of the caps dispute and claim that, having taken legal advice, anti-IRA and WW2 songs are not law-breaking and that the FA showed no interest when the FSF first tackled England fans singing offensive songs in 2005. The FA regard loyalty caps and abusive chanting as two separate issues. Staging Rugby World Cup games at Leicester City’s King Power Stadium rather than the sport’s Welford Road stronghold continues to be a problem for organisers. The loyal Leicester rugby public want little to do with their football neighbours, whose three group fixtures are a long way from being sold out. Radio 5 Live’s loveable football commentator Alan Green was not happy at being asked to pay city tax on checking out of Turin’s Hotel Carlina after the England game. Green was overheard at reception moaning it was BBC’s responsibility to settle the bill and not his. But Green eventually had to cough up…all of seven euros. Alan Green (left) was allegedly upset at being asked to pay city tax leaving Turin after England played",
        "source": "maurice watkins is a sports lawyer whose firm represents qpr . raheem sterling 's agent has emerged as key player in his contract talks . peter moores will begin review into england 's failed world cup next week .",
        "target": "rival clubs claim qpr are making an outrageous attempt to get their man on the inside of the discussions . jim rodwell 's departure from notts county to become chief executive of scunthorpe has created the need for an election for a league one representative . league one clubs have been informed that there are two nominations for the vacant seat -- rodwell and former manchester united director maurice watkins . watkins is a sports lawyer and his firm brabners are representing qpr over their considerable ffp troubles .",
        "edits": []
    },
    {
        "context": "Manchester City have apologised to supporters and promised to hand out ticket refunds after coaches they laid on for free were delayed and missed the kick-off at Crystal Palace. The Premier League champions have written to 300 fans who took them up on their offer of free transport for the Bank Holiday evening clash at Selhurst Park. Palace's South London home is notoriously difficult to get to and the club acted after the game was scheduled for an 8pm start, making it impossible for supporters to travel by train. Edin Dzeko and his Manchester City team-mates reflect on their Premier League defeat at Crystal Palace Manchester City captain Vincent Kompany looks dejected after seeing his side slump to defeat in London However, after being sent on their way from the Etihad Stadium at 1.30pm by City legend Mike Summerbee, all of those onboard the six coaches missed the kick-off with some arriving as much as 20 minutes after the start. Some complained that Summerbee's send-off had gone on for too long and was responsible for their late arrival. Now, the club has acknowledged the coaches set off too late and have written to supporters to apologise and advise them that they will be refunding the cost of their match tickets. The letter, seen by Sportsmail, reads: 'The free coach travel was provided to enable supporters to attend this match on a day when return rail travel from Manchester wasn’t an option due to the kick-off time, and the time of the final train back to Manchester. Glenn Murray is mobbed by his Crystal Palace team-mates after he opened the scoring against Man City Crystal Palace boss Alan Pardew celebrates with the home fans during their win against Manchester City 'We have liaised with our travel partner and wanted to advise that whilst this was a Bank Holiday, which was factored in to the journey planning, it is accepted that the coaches should have left the Etihad Stadium earlier than they did. 'As a gesture to you and all supporters who travelled on the official coaches, the club will be refunding the money that you paid for your match ticket within the next seven working days. We will contact you if we require any further details to process the refund. 'We would like to apologise for the delayed arrival at Selhurst Park and thank you for your patience and support on the day.' The move is likely to cost the club in the region of £12,000. Things did not get much better for the City fans when they finally arrived for the match as Manuel Pellegrini's side went down 2-1 to all-but-end their hopes of retaining their title.",
        "source": "manchester city have apologised to supporters and promised refunds . 300 fans affected after six coaches were delayed and they missed kick-off . the move is likely to cost the premier league champions around # 12,000 . city lost the game at palace 2-1 to seemingly end their title aspirations .",
        "target": "manchester city have written to 300 fans who took up their offer of free transport for the bank holiday evening clash at selhurst park . the premier league champions have apologised to supporters and promised to hand out ticket refunds . the move is likely to cost the club in the region of £ 12,000 .",
        "edits": []
    },
    {
        "context": "A university undergraduate has claimed that the cost of trying to study in London left her with no other choice than to turn to prostitution. As renting in the capital soared to an average of more than £1,100 per month, the second year history and politics student who attends a London university told how she took up sex work– even visiting some clients at their workplace. Speaking through the English Collective of Prostitutes', the woman – who asked to remain anonymous – spoke after a research project revealed more than a fifth of students have thought about being involved in the sex industry. A University student has revealed how she turned to sex work after her student loan failed to cover her rent (picture posed by model) The survey conducted by the University of Swansea further revealed that nearly five per cent of them had actually worked in the sex industry. The young woman said that she didn't immediately turn to prostitution but used it as a last resort after conventional means of work failed to support her. She said: 'I started working after my first year and tried various part time jobs: in a coffee shop, a pub and as a waitress. None paid enough. 'The student loan didn't cover even my housing, let alone living expenses, food, books and travel costs.' She added that money worries meant she began to struggle academically as well as financially. 'I had trouble keeping up with course work, especially if I worked evenings. 'For example at the pub, I'd earn £7 an hour for an eight hour shift, two nights a week, so I'd bring home about £100 weekly. 'I'd just moved to London from the north of England. My family are not well off, so cannot afford to help me much. The student says that traditional means of earning failed to cover the cost of living in London 'I didn't know anyone in London so when I moved here it was starting from scratch.' Initially she lived in student accommodation in the city but says that working as a prostitute enabled her to afford somewhere better. 'It was an overcrowded, noisy flat with other students,' she said of her halls. She moved into her own home after she began to advertise her services. 'I could afford a place of my own. I advertise through a website and have regular clients. 'I visit them at home, in hotels and occasionally at their workplace.' Despite sex work not being an ideal situation the student says that it had been beneficial towards her studies. 'It is flexible and fits around my course. 'I can work the hours I want to and scale back around exam time or if I have extra course work.' The woman heard about sex work from other students who had also been looking for a way to earn extra money. 'In my first year at university I started hearing about students turning to sex work,' she said. 'After a time I met someone on another course who'd been working as a stripper in a bar. 'Through her I met another student doing escorting, she clued me in, said where to advertise, and how to avoid bad clients and work safely. 'She gave me the English Collective of Prostitutes' Rights sheet which tells about the laws and how they work. Although her new means of earning have enabled her to continue studying in London the woman says she does not particularly enjoy her work. 'My biggest worry is about being arrested because if I get a criminal record it would stay with me for life. It would be massive obstacle to getting other jobs.' However she remains adamant that this is the best option for her after seeing other friends trying alternative routes. 'Sex work is far batter paid and suits my time more than any other work I know of. 'Friends at university are working 10 hour shifts for under the minimum wage. Others are working on zero hour contracts and never know how many hours they will get. 'Sometimes they get none at all so it is very hard to budget and pay bills. 'I know students who've dropped out and left courses due to financial pressures.' However she is well aware of the risks she is taking and says she takes appropriate precautions to avoid being found out. 'Mostly students doing sex work don't talk about it. If it comes out, it could affect your future and job prospects.' The student's story may seem like a rare case but she says that it is become more regular practice in universities: 'Since I started escorting I've heard that a former roommate exchanged sex with her landlord to cover the rent. 'Another woman I know worked as a part time sex worker to earn enough to travel home to visit her family. 'Sex work among students is much more common than people think, and it is likely to increase as long as fees, rent and the cost of living is so high.'",
        "source": "a student has revealed she turned to sex work to cover the cost of living and studying in london . she tried regular work but still struggled to pay the bills . she says that sex work is becoming common practice among students .",
        "target": "university student reveals how she turned to sex work after her student loan failed to cover the cost of living in london . speaking through the english collective of prostitutes , the woman said that she did n't immediately turn to prostitution but used it as a last resort after conventional means of work failed to support her .",
        "edits": []
    },
    {
        "context": "A little girl who slipped through metal bars and became trapped by the neck was saved by the heroic efforts of her neighbours. Na Chu had just returned from a trip to the zoo when her grandmother accidentally locked her in the house by herself in the Xiangtan, south China. The five-year-old panicked and ran to the window but fell between the protective metal slats of the residential property, the People's Daily Online reports. Scroll down for video Long drop: The child dangles from the residential block in the Xiangtan District, south China Propped up: A neighbour stops the five-year-old from suffocating by giving her a poll to sit on Neighbours rushed to help after they spotted the little girl hanging in the air with her head trapped between the bars. Some used a piece of pipe to prop her up and prevent her from suffocating, while others supported her feet before firemen eventually arrived - half an hour later. One neighbour told local TV: 'Her terrified screams alerted us and we saw that the upper half of her body was lodged between the security bars and she was slowly slipping down. Rescue: A fireman helps the little girl who has fallen between the metal bars and become trapped by her neck 'So a bunch of us leapt to action to try save her. We grabbed a drainpipe section and used that to prop her up. And we were talking to her, telling her not to panic.' Another woman took a handful of blankets from her home and laid them on the road below in case the girl fell. People have taken to Weibo, the Chinese equivalent of Twitter, to praise the tireless efforts of the neighbour below, who supported her feet the entire time. They coined the term 'lifting man' in reference to him, which has now become internet slang for anyone who does a good deed. Help: The good Samaritan supports the child's legs while a worried crowd gathers below the apartment block Slow response: People took to Weibo to praise neighbours and criticise the emergency services for taking 30 minutes to reach the girl, whose rescue was covered by local TV ‘Nice people are still around,’ commented online user ‘Baby Lexuan’. Others criticised the emergency services for not getting there fast enough.",
        "source": "five-year-old had accidentally been locked in by grandma . she ran to the window to shout her but fell between the metal slats . neighbours used piece of pipe and other items to take weight off neck . emergency crews arrived 30 minutes later to free her from railings .",
        "target": "na chu had just returned from a trip to the zoo when her grandmother accidentally locked her in the house by herself . the five-year-old panicked and ran to the window but fell between the protective metal slats of the residential property . neighbours rushed to help after they spotted the little girl hanging in the air with her head trapped between the bars .",
        "edits": []
    },
    {
        "context": "It's not intended to be a safety video. But this stomach-churning clip of a longboarder crashing downhill at high speed certainly serves as a warning to wear a helmet. Footage shows the skater confidently sailing down a concrete slope in Santa Monica, Los Angeles, before he loses balance and falls headfirst. For a short moment he scrapes along the ground on his stomach. He then rolls over several times. Finally he comes to a stop and as he lies on his side, he clutches his head in  pain. The skater's friends then rush over to check if he's okay. Going, going: This stomach-churning clip of a longboarder crashing downhill at high speed certainly serves as a warning to wear a helmet Gone! Footage shows the skater confidently sailing down a concrete slope in Santa Monica, Los Angeles, before he loses balance and falls headfirst Painful: For a short moment he scrapes along the floor on his stomach As they survey the damage, blood is seen on the ground and pouring from the boarder's face. The filmer later wrote on the video-sharing site NewsFlare that the injury required a total of seven stitches. 'We were very happy that he only received minor injuries, being road rash and two deep cuts in his face,' the cameraman added. The incident took place on April 1 on a sunny day in the morning. Luckily there was no one in the skater's path and he was the only one injured. Ouch: Finally he comes to a standstill and as he lies  on his side, he clutches his head in apparent pain Bloody: The filmer later revealed that the injury required a total of seven stitches Warning for next time: Luckily there was no one in the skater's path and he was the only one injured",
        "source": "footage shows the skater confidently sailing down a concrete slope in santa monica , los angeles , before he loses balance and falls headfirst . as his friends go to investigate , blood is seen pouring from his face .",
        "target": "footage shows the skater confidently sailing down a concrete slope in santa monica , los angeles , before he loses balance and falls headfirst . for a short moment he scrapes along the ground on his stomach . he then rolls over several times . finally he comes to a stop and as he lies on his side , he clutches his head in pain .",
        "edits": []
    },
    {
        "context": "(CNN)The last time Frank Jordan spoke with his son, Louis Jordan was fishing on a sailboat a few miles off the South Carolina coast. The next time he spoke with him, more than two months had passed and the younger Jordan was on a German-flagged container ship 200 miles from North Carolina, just rescued from his disabled boat. \"I thought I lost you,\" the relieved father said. Louis Jordan, 37, took his 35-foot sailboat out in late January and hadn't been heard from in 66 days when he was spotted Thursday afternoon by the Houston Express on his ship drifting in the Atlantic Ocean. \"I was utterly thankful and grateful to the people who rescued me, and I was grateful to God that my parents were not going to be worried about me,\" Jordan told CNN. Frank Jordan told CNN's Wolf Blitzer that he had worried about his son, who is an inexperienced sailor, but he held hope because his son had a good boat. And he had the strength to make it. \"He's got very strong constitution and (is strong) not only physically, but spiritually,\" Frank Jordan told CNN. \"And he told me on the phone that he was praying the whole time, so I believe that sustained him a great deal.\" The younger Jordan said he took his sailboat out to the Gulf Stream to find some better fishing, when it capsized.  He broke his shoulder when the boat flipped. Because of the injury, Jordan couldn't repair the boat's mast, which had snapped. \"Everything I owned got broken -- all my electronics, my GPS devices,\" Jordan said.  He was dead in the water. Jordan drifted in the Atlantic, rationing food and water until his shoulder healed. He was able to rig a makeshift mast and sail, Jordan said, but he could make little headway against the currents. \"It took so long,\" he said.  \"It moved so slowly.\" The boat capsized two more times before he was rescued, according to Jordan. After his food and water ran out, it became an issue of survival. Collecting fresh water was a nightmare for Jordan.  The weather wouldn't cooperate. \"I had tried to collect (rain)water ... but every time the waves would splash into the boat,\" Jordan said.  \"The waves would put saltwater into my freshwater and it tasted bad. \"Finally the conditions were right.  I filled up my water tank, which is 25 gallons.  I filled up a bucket.\" Then there was the issue of food. The fish weren't cooperating, but after a while Jordan learned that they were attracted to his laundry that he would put out to sea for a rinse. The fish would swim in and out of his clothes and he could easily scoop them up with a hand net, he said. Jodran came ashore Thursday evening. CNN affiliate WAVY in Norfolk, Virginia, reported that he was able to walk from the helicopter into Sentara Norfolk General Hospital at about 7:30 p.m. Jordan was reported missing January 29, a few days after his last contact with his father. Two months of concern poured out in a phone call with his son's rescuers. Frank Jordan thanked the captain of the Houston Express. \"You're a good man, I swear.  You did what you are supposed to do, and I sure do appreciate it,\" he says. \"And I know my son appreciates it.\" CNN's Chandler Friedman contributed to this report.",
        "source": "louis jordan says his sailboat capsized three times . he survived by collecting rainwater and eating raw fish . frank jordan told cnn his son is n't an experienced sailor but has a strong will .",
        "target": "`` i was utterly thankful and grateful to the people who rescued me , '' louis jordan says . his father says he held hope because his son had a good boat . `` he 's got very strong constitution and -lrb- is strong -rrb- not only physically , but spiritually , '' he says .",
        "edits": []
    },
    {
        "context": "Actress Julia Louis-Dreyfus has revealed that the ultra-short hairstyle she models in the newest season of HBO's political comedy Veep was inspired by none other than presidential candidate Hillary Clinton. Speaking in the latest issue of Marie Claire's career-oriented supplement @Work, the 54-year-old, who stars as fictional US President Selina Meyer in the hit comedy show, was quick to note the scrutiny the former senator and secretary of state has faced as a result of her varying hairstyles over the years, while also leaping to the politician's defense. 'Hillary Clinton has gotten so much sh** for her hairstyles over the years,' Julia, who also features on the cover of the supplement, explained. 'Which is remarkable when you consider what it is she does.' Scroll down for video Strictly business: Julia Louis-Dreyfus covers Marie Claire's career-oriented supplement @Work, which is featured in the May issue of the magazine Short and sweet: Julia revealed that the ultra-short hairstyle she models in the newest season of HBO's political comedy Veep (pictured) was inspired by none other than presidential candidate Hillary Clinton Obsessed with her style: Julia, pictured in an episode from the fourth season of Veep, questioned why so many people have made such a fuss over Hillary's hair during the past few decades Ever since her husband Bill was elected as US President for the first time in 1993, Hillary's hair has been the subject of serious scrutiny, be it as a result of her choice of scrunchie, the length of her locks, or the shade of her hair. Julia admitted that she is clueless as to why the presidential candidate's hairstyle has been the focus of such intense interest, adding: 'Hair, for some reason, is a really big deal.' And it seems that maintaining her own lengthy locks was certainly a big deal to Julia, who opted to wear a wig while filming the show, instead of chopping her own hair to mirror that of her character. When asked to weigh in on female politicians in general, Julia noted that in her opinion, women in politics appear to be more open than their male counterparts. 'In my limited experience, I would say that female politicians can be a bit more forthcoming, open. I don't mean they're spilling the beans or saying things they shouldn't, but I don't feel a guard in the same way,' she said, adding, 'Maybe it's a female-to-female thing.' Sharp dresser: The 54-year-old actress dons a striped button down and a black pencil skirt in the work-inspired spread As for her character on the show, Julia explained to the magazine that Selina is a 'straddler' whose ideology revolves around getting 're-elected at all costs'. But the actress has no problem playing an 'unlikable character'. 'I don't think we're all so likable all the time,' she explained. 'I include myself in that, and I don't consider myself to be a bad person.' In the fourth season of the hit show, which premiered on Sunday, Julia's Selina has been promoted from Vice President to President after her boss surprisingly steps down. Big group: The entire Veep cast (pictured) came together earlier this month to celebrate the fourth season premiere of their hit political comedy Happy couple: Julia's husband, writer and director Brad Hall, showed his support for his wife at the event And with her change in position, came a change in hair, which Julia also discussed with Page Six, explaining that 'female politicians get a lot of c**p for their looks'. 'There’s a lot of scrutiny about how female politicians present themselves, so I thought, let’s do something about that,' she said. 'Let’s cut her hair and see what happens, and if it doesn't look good, that’s OK, and if it does look good, that’s OK.' Fans of former Seinfeld star Julia are also buzzing about her upcoming reunion with Jerry Seinfeld. On Tuesday it was announced that she would be making an appearance on her former co-star's Crackle channel web series Comedians in Cars Getting Coffee.",
        "source": "the 54-year-old actress covers marie claire 's career-oriented supplement , which is featured in the may issue of the magazine .",
        "target": "julia louis-dreyfus , 54 , stars as fictional us president selina meyer in the hit comedy show . she revealed that the ultra-short hairstyle she models in the newest season of veep was inspired by none other than presidential candidate hillary clinton .",
        "edits": []
    },
    {
        "context": "Glasgow Warriors have confirmed that experienced duo Al Kellock and Dougie Hall will both start Friday night's Guinness PRO12 match with Cardiff Blues at Scotstoun. Both skipper Kellock and Hall - who have played nearly 300 matches between them for the club - are to retire come the end of May and each have a maximum of six outings left of their distinguished professional careers. And while Warriors head coach Gregor Townsend was naming his full squad for the Blues match on Thursday, he announced that the second-row and hooker would start in the pack against the Welsh outfit. Glasgow Warriors veteran Al Kellock will start at lock against Cardiff Blues at Scotstoun on Friday night The encounter is being billed as a tribute to them both and, in a nice touch by the club, the match ball will be presented by Kellock's dad and Hall's mum along with Alistair Johnson, who was Kellock's best man, and Bernie Mitchell, who was an inspirational figure for Hall coming through at Hillhead/Jordanhill. Having been a pro player for 13 years and earned 42 Scotland caps, Hall admits it will be a strange feeling hanging up his boots for good at the end of the current campaign. 'You get to a point where you start thinking to yourself 'this could be the last game of rugby I ever play' so you want to make the most of it,' the 34-year-old said. 'I really want to enjoy these last few games, but also stay focused and help the Warriors secure a play-off place and hopefully the trophy. Glasgow hooker Dougie Hall is hanging up his boots after 13 years of professional rugby As retirement draws closer you do start to think more about the things that you love about the game. You start to think about your last team huddle, the last time you will walk out onto the pitch with your team mates and it is those moments that I will miss incredibly.' Since he first played in the equivalent of the PRO12 for Edinburgh Rugby back in 2002/03 Hall has seen the standard of all of the sides improve incredibly. As a result, despite the fact that the Warriors are first and the Blues are 10th in the table, he does not expect an easy night, far from it. 'They have a number of quality players in their side and a lot of internationals while all of the teams are getting better year on year,' he explained. 'We really have to concentrate on what we are doing ourselves and keep getting results and hopefully that takes care of things and gets us into the play-offs in the coming weeks. 'I hope that gone are the days when the PRO12 is looked on as a lesser league, the teams and the talent involved now really is top class.' Gregor Townsend's Glasgow side are currently top of the Pro12 standings ahead of Cardiff's visit This season Hall has been restricted to seven appearances in the PRO12 for the Warriors to date, Fraser Brown and Pat MacArthur playing the majority of minutes with Kevin Bryce also pushing hard for game time in the number two jersey. And while Hall himself admits that he may not be in the gym as often as the younger trio, he feels the experience he has gained in over 140 match for the club can still help during the league run-in and in the play-offs. 'The last thing you want to do when you have played for all those years is to pick up an injury in the gym,' Hall explained. 'For me now it is all about managing myself throughout the week so that when it comes to getting out on the field I can give it everything. 'As you get older you perhaps become a bit more of a leader in the group, but I like to think I have acted like that since I came to the Warriors in 2007. Wales prop Gethin Jenkins is a doubt for Cardiff as the loosehead struggles with a calf strain 'I was the starting hooker for a number of years and as Pat, and more recently, Fraser and Kevin have come in I hope they have learnt from watching what I do and also have learnt from what I say too.' Meanwhile, Cardiff Blues prop Gethin Jenkins is a doubt for the match with a calf strain. The injury forced the Wales and British & Irish Lions' man off last week in his side's European Rugby Challenge Cup quarter-final defeat to the Dragons. 'Gethin has got a calf strain but it is not as bad as we thought. He hasn't trained this week so is a doubt, but he is keen to play a few more games for us yet this season,' Blues attack coach Paul John said. 'We want to play to a game plan, execute well and perform to the best of our ability. To do justice to the league we have to do that. 'Glasgow are a good offloading side, they are a complete side in many ways, and we've got to control the ball better than we did last weekend.'",
        "source": "the glasgow duo have played nearly 300 games between them . al kellock and dougie hall will both retire at the end of the season . glasgow face cardiff blues at scotstoun on friday night .",
        "target": "glasgow warriors host cardiff blues at scotstoun on friday night . al kellock and dougie hall will both start in the pack for the warriors . the match ball will be presented by kellock 's dad and hall 's mum . cardiff blues prop gethin jenkins is a doubt for the match .",
        "edits": []
    },
    {
        "context": "Alan Davey controversially laid bare the difficulties of the station's top job in an interview on Radio 4's Feedback programme The controller of BBC Radio 3 has branded audiences ignorant and claims broadcasting classical music has become more challenging as a result. Alan Davey controversially laid bare the difficulties of the station's top job in an interview on Radio 4's Feedback programme. Mr Davey was asked about changes to general classical music knowledge over the last 30 years. He said: 'If you look back at the Third Programme (the original name for Radio 3), they were bringing high culture to a relatively mass audience but they could assume that their audience knew everything. 'They did not need to have the ins and outs of classical music explained to them. 'The modern audience might not be getting the same education in music in school as they might have done a few years ago – not consistently so, anyway. 'We have to perhaps offer more explanation and context for works. 'It's not lowering the standard, it's not making the content simple. It's about how we present it.' Mr Davey, who until January was chief executive of Arts Council England, added: 'I believe there are different ways to draw people into music. 'There's the Classic FM way, and they're very good at that. 'We'll be presenting more longer pieces and greater variety of composers, and we also provide the additional different kinds of music and the cultural commentary throughout.' The station has been accused of 'dumbing down' in the past, especially after a drive in 2011 to make it more 'accessible' to a broader audience. Last year Mr Davey's predecessor Roger Wright (above) dismissed as 'complete nonsense' claims that the station was dumbing down With just two million listeners, Radio 3 is the least listened-to of the BBC's main stations. Last year Mr Davey's predecessor Roger Wright dismissed as 'complete nonsense' claims that the station was dumbing down and said there were distinct differences between the stations. He said: 'I just don't recognise it at all. Apparently we do phone-ins? We don't. 'We haven't had a request show for a long, long time. You do hear one listener voice on the breakfast show suggesting a piece of music — that's not exactly a phone-in. So it's complete nonsense.'",
        "source": "alan davey controversially laid bare the difficulties of the station 's top job . was asked about changes to classical music knowledge over 30 years . said ` modern audience might not be getting same education ... in school ' .",
        "target": "alan davey was asked about changes to general classical music knowledge . he said : ` the modern audience might not be getting the same education in music in school as they might have done a few years ago -- not consistently so , anyway ' radio 3 is the least listened-to of the bbc 's main stations .",
        "edits": []
    },
    {
        "context": "The number plate that got Jeremy Clarkson and his former Top Gear colleagues harangued out of Argentina was a direct reference to the Falklands War, a judge has ruled. While the BBC claimed the plate, which read H982 FKL, was an 'unhappy coincidence', Maria Cristina Barrionuevo said they were deliberately 'provoking people' when they drove it through the country last year. In a report released earlier this week she slammed their actions as 'arrogant and disrespectful'. Scroll down for video A judge has ruled the controversial number plate that led to Jeremy Clarkson and his Top Gear colleagues being thrown out of Argentina was a deliberate reference to the 1982 Falklands War Clarkson and his colleagues fled the South American country last year when their convoy - which was led by a Porsche bearing the controversial number plate - came under attack. A village of Falklands War veterans targeted the team as they drove through Patagonia, with Clarkson claiming in one account that they stormed their hotel. They were accused of deliberately inciting conflict with the plate, an alleged reference to the 1982 Falklands War. Afterwards producers removed the plate and replaced it with another. Investigating whether this was illegal, Mrs Barrionuevo said: 'It should be understood that it is not up to me to investigate or evaluate the decision - arrogant and disrepectful to say the least - by the Top Gear production team to enter the country with one or more Malvinas-referenced number plates. 'Nor is it my job to gauge the reaction - anticipated - of citizens to such an offence. Clarkson (pictured this week) said an angry mob targeted the Top Gear team in their hotel. His producer, Andy Wilman (right), who announced his resignation on Wednesday, denied deliberately using the plate 'My responsibility is to analyse whether a crime has been committed under Argentinian law in relation to the removal from the Porsche of the original number plate H982 FKL and its replacement by another.' Concluding Top Gear chiefs had not acted in 'bad faith' in changing the plates and their hand was forced by 'massive government and popular pressure', she added: 'It led them to remove the original number plate and replace it with another which in principle wouldn't have negative connotations with the aim of ending the main focus of conflict and avoiding violent reactions by locals which indeed ended up taking place. 'The change was not done in a surreptitious way, but with the knowledge and approval of the presenters who participated in meetings with the programme producers.' Local prosecutors have already been informed of the decision and are understood to be preparing an appeal. Judges in the nearby city of Rio Grande - where Clarkson’s Porsche is thought to be in storage - are now expected to be asked to order Clarkson and his pals to be called in for a court grilling by overturning Mrs Barrionuevo's decision. The group's convoy was attacked as they drove through Patagonia. They abandoned the cars in Argentina to flee the country Clarkson, 55, and co-hosts Richard Hammond and James May fled Argentina with a police escort after being told to leave the country as angry Falklands War veterans threatened to kill him. They cut short filming for a Christmas special and took flew to the capital Buenos Aires before returning to Britain. Nearly 30 other members of the film crew were stoned as they headed for Chile by road and had to abandon Clarkson’s Porsche and the cars his co-hosts had driven on a 1,400-mike trip through southern Argentina. The number plate that sparked calls for a full criminal probe - HI VAE - was found on the battered Porsche which was attacked by a furious mob after it was left at the side of the road. A local councillor in Ushuaia later claimed the digits 269 on the number plate of the Ford Mustang Richard Hammond had driven were close to the 255 Britons killed during the war - and the numbers 646 on James May’s Lotus could be taken as a reference to the 649 Argentinian casualties. The furore sparked a diplomatic incident with Argentina’s ambassador Alicia Castro calling the H982 plate 'malicious mockery' of those who fought in the 1982 Falklands War. Andy Wilman, who this week announced he was resigning from the show, insisted it was 'completely untrue' the Clarkson car had been chosen for its number plate or that an alternative plate was substituted for the original one. Clarkson told the Argentinian ambassador she could 'go fooey' ahead of the screening of the Top Gear special last December. The presenters were filming a Christmas special in the South American country last year when the controversy erupted He is now rumoured to be working on a new car show format with Wilman which they are expected to take to a rival British TV channel, Netflix or Amazon. They were spotted in London on Thursday with Richard Hammond and James May, entering Clarkson’s home before leaving together for a drink at a local pub. Hammond, 45, has joined May in confirming he will not return to Top Gear following Clarkson's sacking, insisting yesterday/on Friday he had no plan to 'quit my mates.' Olsin Tymon had his lip split by Clarkson in the March 4 assault and took himself to hospital with his injuries. The incident led to the BBC deciding not to renew Clarkson’s contract after the current Top Gear series finishes. Police investigated the attack but Tymon told them he did not want to press charges and officers announced earlier this month they would ‘not be pursuing the matter any further.’",
        "source": "the plate - h982 fkl - was on clarkson 's porsche during christmas special . local veterans considered it a reference to the bloody 1982 falklands war . angry villagers attacked top gear convoy and the team fled the country . judge ruled the number plate was deliberate reference despite bbc denial .",
        "target": "maria cristina barrionuevo ruled plate was a reference to 1982 falklands war . she said top gear team were deliberately ` provoking people ' when they drove it through the country last year . bbc claimed the plate , which read h982 fkl , was an ` unhappy coincidence '",
        "edits": []
    },
    {
        "context": "Famed for phenomenal cuisine, majestic rural landscapes and vibrant cities, Vietnam offers an undisputed sensory overload. But there's one sight the becomes most engrained in the memories of even the most seasoned traveller - the wacky things people carry on the back of a motorbike or scooter. Lee Thompson's seen plenty in his 14 years as an award-winning photojournalist covering the civil war in Libya, the revolution in Egypt, the tsunami in Japan and other extensive travels before he co-founded The Flash Pack, a small group flashpacking tour company. But even he repeatedly marvels at what the men and women of southeast Asia can balance and transport on just a scooter or a beaten up old motorcycle, and on one of his company's Vietnam & Cambodia tours with a group of nine this month he was compelled to capture some of the finest. There's seemingly no measure to what can be packed onto the back of a bike or scooter in southeast Asia The Flash Pack's Lee Thompson captured this man with scores of live chickens in weaved baskets this month in Sapa, Vietnam That's one way to pop a wheelie! A man pulls a packed trailer from a loading dock at the Mekong river crossing in Vietnam with a motorbike In this series of images from a single 14-day trip, he photographs a man casually puffing on a cigarette and carrying what looks like more than 20 live chickens in woven cages perched on the back of his scooter in Sapa, Vietnam. At a Mekong river crossing in Vietnam he is there to watch a motorcyclist dragging a massive trailer out of a boat loading dock on a bike, with the load so heavy he continuously pops wheelies, all the while not in the slightest bit bothered his two wheels have become one. Thompson enjoys the fact that what looks quirky to a Brit is simply every day life for the locals. In Vietnam alone there are more than 37 million motorbikes or scooters, most definitely the vehicle of choice in traffic that would make western country's peak hours look tame. 'Unlike other tour companies we venture in to remote parts of Sapa where it's not unusual to see bikes carrying livestock like chickens, pigs and goats - it makes really great photographs but it's just a way of life for the locals,' said Thompson. In Phnom Penh, the capital of Cambodia, all that's needed to move some large piles of chairs is two wheels and some clever  packing Getting around on two wheels is a way of life in Vietnam where there are more than 37 million motorbikes (and only a few million cars) 'I watched as one of the bikers tried to work out how he would carry eight goats on his bike, he fell three times before he finally got going and the goats didn't seem to happy about it!' A family of five and a smiling group of four adults pile onto scooters to get from A to B while another transport a giant pile of chairs stacked on a tray from one side of the city to the other with the power of just his humble two-wheeler. With limited resources comes innovation, as is evident with one mother who has attached a cane high chair to the front of her vehicle to make it more comfortable for her to transport her toddler around town in Ho Chi Minh City, Vietnam. 'Hanoi and Ho Chi Minh are full of bikes and it makes the morning commute in London seem easy,' Thompson said. 'Even though most of our group was very well travelled the amount of bikes on the road still comes as a shock in these amazing countries - it's crazy!' A mother fits a high chair is onto the front of a scooter for her toddler in this shot captured in Ho Chi Minh City, Vietnam A bike that's seen better days carrying pigs is not an unusual sight on the road to Ho Chi Minh, Vietnam, says Thompson A family drive is a cosy affair for this five-some packed onto a scooter  in Hanoi The man on the back of this scooter in Hanoi, Vietnam, holds a ladder and some building materials as they weave their way through traffic Thompson says the eight goats in the cage on the back on this bike 'didn't seem happy' as the rider tipped them over three times The commute in Vietnam makes the daily battle on the Tube that Londoners endure look easy, but they don't seem to mind The morning commute in Ho Chi Minh City is certainly less stuffy than piling into the Tube on a Monday morning And here are some more unique uses for scooters... An assortment of exotic fish are in bags and ready for sale, cleverly attached to this man's scooter, in Hạ Long Bay, Vietnam A basket vendor balances an array of products on the back of this small motorised bike in Ho Chi Minh City, Vietnam There's only one way to transport a bike that isn't working in Vietnam ... on the back of one of the country's 37 million bikes or scooters",
        "source": "the flash pack co-owner lee thompson photographed incredible uses for scooters in southeast asia . award-winning photojournalist thompson was with a 14-day tour of vietnam and cambodia in april . woven baskets filled with chickens and pigs , and unique child seats seen on the scooters .",
        "target": "the flash pack 's lee thompson captured some of the wacky things people carry on the back of a motorbike or scooter in vietnam and cambodia . in vietnam alone there are more than 37 million motorbikes or scooters , most definitely the vehicle of choice in traffic .",
        "edits": []
    },
    {
        "context": "A series of images capturing the late actor Peter O’Toole on set for the last time have been released in conjunction with today’s release of Fall of an Empire: The Story of Katherine of Alexandria. In the pictures O’Toole, the star of 1962 classic film Lawrence of Arabia, can be seen laughing and joking with fellow cast members despite suffering from a long-term illness that would eventually prove fatal. Fall of an Empire: The Story of Katherine of Alexandria has been dubbed one of the biggest independent films for decades and features Steven Berkoff, Edward Fox, Joss Ackland and Nicole Keniheart alongside O’Toole. Scroll down for video According to Michael Redwood, inevitable wind-ups surfaced 'whenever the devil inside' Peter O'Toole needed entertaining Fall of an Empire: The Story of Katherine of Alexandria attempts to pay homage to Saint Katherine Director Michael Redwood paid tribute to O’Toole. He said: ‘Peter was certainly not the type to let illness decide over his career, and despite his being poorly at the time of filming, he remained full-on 10 hours a day, showing great interest in the storylines, angles of shots and the lighting.’ He added: ‘Of course, the inevitable wind-ups surfaced whenever the devil inside him needed entertaining. Fall of an Empire: The Story of Katherine of Alexandria attempts to pay homage to Saint Katherine by portraying her as a real women who experiences fear and torment while remaining steadfast in her beliefs regarding the denouncement of Rome’s enforced pagan worship upon the masses. Director Michael Redwood said Peter O’Toole was certainly not the type to let illness interrupt his career Redwood said: ‘My agenda was simple: painstaking research, to create an intelligent screenplay and to seek out Britain’s best performers for their unrivalled ability to help portray the story of this religious icon. ‘The dialogue demanded some of the world’s most recognisable voices such as Peter O’Toole and Edward Fox, who were an inspiration to work with. Katherine’s voice had to be most haunting in its delivery.’ The director also paid tribute to the late actor’s sense of humour and noted that his onscreen chemistry was quickly established with Keniheart on account of the pair discovering that they had both had similar, difficult pasts. Michael Redwood stated that on screen chemistry was quickly established between Peter O'Toole and Nicole Keniheart Director Michael Redwood has a word with Peter O’Toole on the set of Fall of an Empire: The Story of Katherine of Alexandria Redwood said: ‘Peter managed to politely subdue his mischievousness with Keniheart, but not for long, as she well found out when filming an intimate library scene together. ‘I'd asked Peter to perhaps whisper something to make Ms Keniheart smile after about 30 seconds of a long tracking shot that contained no dialogue, and what he said did indeed make her burst into a grin, but, what he said could never be printed.’ O’Toole enjoyed a long and decorated career and was nominated for a total of eight Academy Awards, received an honorary Oscar, and won four Golden Globes. Fall of an Empire: The Story of Katherine of Alexandria is available in cinemas and can be purchased on DVD starting today. Dudley Sutton, Peter O’Toole and Steven Berkoff enjoy a joke together while reading a magazine on set Fall of an Empire: The Story of Katherine of Alexandria is available in cinemas and on DVD from April 6",
        "source": "pictures show the late lamented actor laughing and joking while on set . peter o'toole continued filming despite suffering from a long-term illness . director michael redwood paid tribute to actor 's unique sense of humour . fall of an empire : the story of katherine of alexandria hits cinemas today .",
        "target": "fall of an empire : the story of katherine of alexandria has been dubbed one of the biggest independent films for decades . it features steven berkoff , edward fox , joss ackland and nicole keniheart alongside o'toole . director michael redwood paid tribute to the late actor 's sense of humour .",
        "edits": []
    },
    {
        "context": "Shocking footage of a vagrant Christian family band attacking police officers in a Walmart parking lot has been released. The video taken from a patrol car dashcam captures the 'end of days' group brawling with cops in Cottonwood, Arizona, on March 21 just moments before a deadly gunfight. The Gaver family had allegedly been camping outside the store for a few days when they had the confrontation with police. Enoch Gaver, 21, was killed in the fight and suspect David Gaver, 28, was shot in the stomach and taken into custody. Scroll down for video Violent: The video captures the 'end of days' band brawling with cops in Cottonwood, Arizona, on March 21 just moments before a a deadly gunfight Chaos: During the footage, you can hear one of the officers saying they needed to 'separate these folks' and talk to them Ten-year Cottonwood Police veteran Sgt Jeremy Daniels was also shot and hospitalized, but has since been released. During the footage, you can hear one of the officers saying they needed to 'separate these folks' and talk to them. But one of the group says: 'No, you are not going to separate me from my parents,' followed by, 'Don't touch me.' The officer is then put into a headlock and pulled to the ground as the confrontation gets more violent. A Walmart employee is also seen trying to aid police and throws a punch in a bid to subdue the band members. Assistance: A Walmart employee (right with nis arms outstretched) is also seen trying to aid police and throws a punch in a bid to subdue the band members Brawl: Some fall to the ground during the fight, but immediately get back up. During the confrontation gunshots are heard. Eric Garver, 21, was killed and Cottonwood Police Sgt Jeremy Daniels, 31 was shot Musical team: The Gavers were part of a band called Matthew 24 Now, which sometimes played outside a grocery store in Boise, Idaho. Above, a picture of the band from their Facebook page. Matthew 24 is a Bible verse dealing with the end of times Fatal: One member of the Gaver family was killed in the shootout, now identified as Enoch Gaver. When police arrived on the scene, the Gavers 'immediately' started attacking, according to the Arizona DPS According to Facebook, the family is part of a band called 'Matthew 24 Now' (they are also go by 'Busking in the Son' back in Idaho). The name refers to a Biblical passage dealing with the end of times. The remaining members of the Gaver family have been jailed, including an 11-year-old and 15-year-old who were sent to a juvenile detention facility. On duty: Cottonwood Police Sgt Jeremy Daniels, 31 (pictured), was shot in the leg during the attack but is expected to make a full recovery. One of the suspects, David Gaver, was shot in the abdomen but has since been released from hospital The Arizona Department of Public Safety, who are investigating the shooting, said it was sparked when a few members of the Gaver family went into the Walmart to use the bathroom, and one of the store employees followed them into the restroom. At least one member of the Gaver family shoved the female employee, which led to the store calling 911. When police arrived on the scene to investigate the incident, they found the Gavers in the parking lot where they had been living out of a large SUV for the past few days. When police arrived on the scene to investigate the incident, they found the Gavers in the parking lot where they had been living out of a large SUV for the past few days. DPS spokesman Bart Graves says when the police arrived, the Gavers 'immediately' started attacking, according to AZ Central. Witness Louie Solano told KPHO that the fight 'looked like a riot in the middle of the parking lot'. 'Lots of screams. Just screeching noise, like unreal, unreal,' Solano said. 'During the course of the fight, we believe there was a struggle for the officer's gun,' Graves said. That's when three shots were fired, though it's not clear who had the gun at that point. Sgt Daniels was shot in the leg, while David Gaver was hit in the abdomen. A Walmart employee who came to the aid of police suffered a sprained arm and cuts in the fight. Other officers were treated for lacerations, bruises and a twisted ankle. Behind bars: The suspects who engaged in a shootout with police in a Cottonwood, Arizona Walmart parking lot on Saturday have been identified as eight members of a Idaho family band. Above, two of the suspects, currently jailed: Jeremiah Gaver, 28 (left), and Nathaniel Gaver, 27 (right) Fighting cops: Police say the shootout was sparked by one of the Gavers pushing a Walmart store employee while trying to use the building's restroom. Above, suspects Ruth and Peter Gaver, 52 and 55",
        "source": "video captures brawl between officers and family in cottonwood , arizona . police fire tasers and use pepper spray as they try to separate the group . one of the officers is put into a headlock during the violent confrontation . moments later an officer is shot and enoch garver , 21 , is killed . members of the band , called matthew 24 now , have since been jailed .",
        "target": "video taken from a patrol car dashcam captures the ` end of days ' group brawling with cops in cottonwood , arizona , on march 21 . the gaver family had allegedly been camping outside the store for a few days when they had the confrontation with police . enoch gaver , 21 , was killed in the fight and suspect david gavers , 28 , was shot in the stomach and taken into custody . cottonwood police sgt jeremy daniels was also shot and hospitalized , but has since been released .",
        "edits": []
    },
    {
        "context": "A teacher has been banned from the classroom after he let pupils change their exam answers invalidating his whole school's SATs results. Ian Guffick asked pupils to make changes to the the national curriculum tests for 11-year-olds, which assess English, maths and science at Mitton Manor Primary School in Tewskesbury, Gloucestershire. This was despite the exam session finishing, a conduct panel heard. Ian Guffick asked pupils at Mitton Manor Primary School in Tewkesbury, pictured, to make the changes to their SATs exam answers The 31-year-old also altered a number of the pupil's exam answers himself before the papers were sent off. After the suspected breach of exam rules, school officials were tipped off, resulting in an investigation being launched in June. The probe by the local education authority found that some pupils taking a test had changed answers outside exam conditions and that Guffick had done the same. It then led to the Department for Education annulling all SATs exam results for the entire school last year, the hearing was told. Guffick was later forced to give up his job at the school and had since admitted the allegations and accepted it amounted to unacceptable professional conduct. The Department for Education annulled the whole school's SAT's results after a probe by the local education authority (file picture) However, he insisted in a statement that he did not ask the pupils to change their answers, but to make them more legible. But the panel, run by the National College for Teaching and Leadership, said that no changes of any kind should be made to exam scripts outside test conditions. Panel chair Martin Pilkington said, although the teacher’s conduct had been dishonest, it fell short of fraud or serious dishonesty. But he added: 'Whilst the panel accepts that Mr Guffick may have felt under pressure to achieve good results for himself and the school, that can in no way excuse his behaviour. 'It is clear to the panel that he deeply regrets his conduct and the panel also considered that he was forthcoming in explaining what he had done when it was investigated by the school and local authority.' Paul Heathcote, acting on behalf of Education Secretary Nicky Morgan, banned Guffick from the classroom for at least two years. He said: 'His actions had a serious impact on the school as their SATs results were annulled for 2014. 'Mr Guffick’s actions were deliberate and he was not acting under duress. 'In all the circumstances, I agree with the panel’s recommendation that a prohibition order is an appropriate and proportionate sanction. 'Mr Guffick has shown remorse and insight and he deeply regrets his actions.' He was given 28 days in which to appeal against the decision to the High Court.",
        "source": "ian guffick , 31 , allowed pupils to make changes outside exam conditions . he also made changes to the pupil 's work before the papers were sent off . probe was launched after officials were tipped off he breached exam rules . a disciplinary panel has now banned guffick from teaching for two years .",
        "target": "ian guffick asked pupils to make changes to their sats exam answers . the 31-year-old also altered a number of the pupil 's exam answers himself . this was despite the exam session at mitton manor primary school in gloucestershire finishing . the department for education annulled the whole school 's sat 's results .",
        "edits": []
    }
]